{
  "metas": [
    {
      "id": "tt37674426",
      "type": "movie",
      "name": "Unknown Number: The High School Catfish",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/nu3LtgefE2lsgYw1hxHZFoBXk9U.jpg",
      "description": "Vulgar. Vicious. Relentless. Anonymous texts torment a teen couple for over a year. Who's sending them? This documentary investigates the shocking answer.",
      "rating": 7.42
    },
    {
      "id": "tt31313835",
      "type": "movie",
      "name": "Stans",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/7Mh6DlJyzZUFqo3KTt8TIQwm8Rl.jpg",
      "description": "A revealing, edgy, and disarmingly personal journey into the world of superfandom, told through the lens of one of the world's most iconic and enduring artists, Eminem, and the fans that worship him.",
      "rating": 7.286
    },
    {
      "id": "tt34966650",
      "type": "movie",
      "name": "It's Never Over, Jeff Buckley",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/zsb9oJqNa016PeJFL9kkwJ3seil.jpg",
      "description": "Rising musician Jeff Buckley had only released one album when he died suddenly in 1997. Now, never-before-seen footage, exclusive voice messages, and accounts from those closest to him offer a portrait of the captivating singer.",
      "rating": 5.0
    },
    {
      "id": "tt27210519",
      "type": "movie",
      "name": "DEVO",
      "year": "2024",
      "poster": "https://image.tmdb.org/t/p/w500/6aO7f1J5kr8SlSqHnHpYawzHPAS.jpg",
      "description": "In 1980, new wave band Devo scored a hit with \"Whip It\" and gained mainstream success with their message of societal \"de-evolution\", formed in response to the 1970 Kent State shootings.",
      "rating": 7.75
    },
    {
      "id": "tt10915286",
      "type": "movie",
      "name": "Tell Me Who I Am",
      "year": "2019",
      "poster": "https://image.tmdb.org/t/p/w500/oMfiD7wjdwRxPSdZ7gz7iNO3Z0B.jpg",
      "description": "In this documentary, Alex trusts his twin, Marcus, to tell him about his past after he loses his memory. But Marcus is hiding a dark family secret.",
      "rating": 7.357
    },
    {
      "id": "tt37543886",
      "type": "movie",
      "name": "Stolen: Heist of the Century",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/aqZOJkBd3DR6ioacm136lP7BGvi.jpg",
      "description": "Antwerp, 2003. A gang of thieves rob the impenetrable Diamond Center. Who was behind one of the world's biggest heists - and how did they pull it off?",
      "rating": 6.932
    },
    {
      "id": "tt33481094",
      "type": "movie",
      "name": "The Menendez Brothers",
      "year": "2024",
      "poster": "https://image.tmdb.org/t/p/w500/lpYlNFjZZU6sVrcBte8wndECCxA.jpg",
      "description": "Serving life in prison for murdering their parents, Lyle and Erik Menendez speak out in this documentary explaining the shocking crime and ensuing trials.",
      "rating": 7.384
    },
    {
      "id": "tt1424432",
      "type": "movie",
      "name": "Senna",
      "year": "2010",
      "poster": "https://image.tmdb.org/t/p/w500/nZbLCbRoP6iJq5sr8daHQzjnzFh.jpg",
      "description": "The remarkable story of Brazilian racing driver Ayrton Senna, charting his physical and spiritual achievements on the track and off, his quest for perfection, and the mythical status he has since attained, is the subject of Senna, a documentary feature that spans the racing legend's years as an F1 driver, from his opening season in 1984 to his untimely death a decade later.",
      "rating": 8.12
    },
    {
      "id": "tt5952332",
      "type": "movie",
      "name": "Amanda Knox",
      "year": "2016",
      "poster": "https://image.tmdb.org/t/p/w500/he85BGyoCi42KWtwkC2sXlqdkWQ.jpg",
      "description": "This gripping, atmospheric documentary recounts the infamous trial, conviction and eventual acquittal of Seattle native Amanda Knox for the 2007 murder of a British exchange student in Italy.",
      "rating": 6.63
    },
    {
      "id": "tt0427312",
      "type": "movie",
      "name": "Grizzly Man",
      "year": "2005",
      "poster": "https://image.tmdb.org/t/p/w500/zuZWpcuye25rpsiZ4XzsAvmLDHG.jpg",
      "description": "Werner Herzog's documentary film about the \"Grizzly Man\" Timothy Treadwell and what the thirteen summers in a National Park in Alaska were like in one man's attempt to protect the grizzly bears. The film is full of unique images and a look into the spirit of a man who sacrificed himself for nature.",
      "rating": 7.538
    },
    {
      "id": "tt1645089",
      "type": "movie",
      "name": "Inside Job",
      "year": "2010",
      "poster": "https://image.tmdb.org/t/p/w500/7yXXIWec24htucjsZS1sDuPLqw8.jpg",
      "description": "A film that exposes the shocking truth behind the economic crisis of 2008. The global financial meltdown, at a cost of over $20 trillion, resulted in millions of people losing their homes and jobs. Through extensive research and interviews with major financial insiders, politicians and journalists, Inside Job traces the rise of a rogue industry and unveils the corrosive relationships which have corrupted politics, regulation and academia.",
      "rating": 7.694
    },
    {
      "id": "tt36856455",
      "type": "movie",
      "name": "Trainwreck: Poop Cruise",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/nJZlsBpDxx3LrGwXvwXkQyVnp9A.jpg",
      "description": "An engine fire leaves 4,000 passengers stranded at sea without power and plumbing in this wild documentary about the infamous \"poop cruise\" of 2013.",
      "rating": 5.782
    },
    {
      "id": "tt10365912",
      "type": "movie",
      "name": "Becoming Led Zeppelin",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/cAxteOtjaeQN045qNNbSEwu78c4.jpg",
      "description": "The individual journeys of the four members of the band, as they move through the music scene of the 1960s, playing small clubs throughout Britain and performing some of the biggest hits of the era, until their meeting in the summer of 1968 for a rehearsal that changes their lives forever.",
      "rating": 7.146
    },
    {
      "id": "tt36592065",
      "type": "movie",
      "name": "A Deadly American Marriage",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/2DiydymXoLD9KUGZKorBNapshl1.jpg",
      "description": "Murder or self-defense? Told from both sides, this documentary explores the killing of Jason Corbett during a dispute with his wife and her father.",
      "rating": 6.4
    },
    {
      "id": "tt12888462",
      "type": "movie",
      "name": "My Octopus Teacher",
      "year": "2020",
      "poster": "https://image.tmdb.org/t/p/w500/hvTVZb7hBC8tZAGoEhH5eiMJu2B.jpg",
      "description": "After years of swimming every day in the freezing ocean at the tip of Africa, Craig Foster meets an unlikely teacher: a young octopus who displays remarkable curiosity. Visiting her den and tracking her movements for months on end he eventually wins the animal’s trust and they develop a never-before-seen bond between human and wild animal.",
      "rating": 7.858
    },
    {
      "id": "tt7775622",
      "type": "movie",
      "name": "Free Solo",
      "year": "2018",
      "poster": "https://image.tmdb.org/t/p/w500/v4QfYZMACODlWul9doN9RxE99ag.jpg",
      "description": "Follow Alex Honnold as he attempts to become the first person to ever free solo climb Yosemite's 3,000 foot high El Capitan wall. With no ropes or safety gear, this would arguably be the greatest feat in rock climbing history.",
      "rating": 7.9
    },
    {
      "id": "tt30321133",
      "type": "movie",
      "name": "Will & Harper",
      "year": "2024",
      "poster": "https://image.tmdb.org/t/p/w500/1xbYcoEb9gqezNnLgjWcZI5Hlsl.jpg",
      "description": "When Will Ferrell's good friend Harper comes out as a trans woman, they take a road trip to bond and reintroduce Harper to the country as her true self.",
      "rating": 7.354
    },
    {
      "id": "tt1152758",
      "type": "movie",
      "name": "Dear Zachary: A Letter to a Son About His Father",
      "year": "2008",
      "poster": "https://image.tmdb.org/t/p/w500/bVJCQfIfNC01CYOVkvBOtrY1cxy.jpg",
      "description": "In 2001, Andrew Bagby, a medical resident, is murdered not long after breaking up with his girlfriend. Soon after, when she announces she's pregnant, one of Andrew's many close friends, Kurt Kuenne, begins this film, a gift to the child.",
      "rating": 8.045
    },
    {
      "id": "tt24082438",
      "type": "movie",
      "name": "20 Days in Mariupol",
      "year": "2023",
      "poster": "https://image.tmdb.org/t/p/w500/zIRp1IeuPh4GgqFCH3y0DQuY9xP.jpg",
      "description": "As the Russian invasion begins, a team of Ukrainian journalists trapped in the besieged city of Mariupol struggle to continue their work documenting the war's atrocities.",
      "rating": 8.017
    },
    {
      "id": "tt19811010",
      "type": "movie",
      "name": "The Remarkable Life of Ibelin",
      "year": "2024",
      "poster": "https://image.tmdb.org/t/p/w500/3gk2F3wrPCPzrnUM81tjVcgyWHV.jpg",
      "description": "The secret life of a young World of Warcraft gamer is vividly reimagined when his online friends contact his family after his death.",
      "rating": 8.09
    },
    {
      "id": "tt5275892",
      "type": "movie",
      "name": "O.J.: Made in America",
      "year": "2016",
      "poster": "https://image.tmdb.org/t/p/w500/2FW1ViDhIShRpjQx8isstiB6jel.jpg",
      "description": "A chronicle of the rise and fall of O.J. Simpson, whose high-profile murder trial exposed the extent of American racial tensions, revealing a fractured and divided nation.",
      "rating": 8.412
    },
    {
      "id": "tt9617456",
      "type": "movie",
      "name": "For Sama",
      "year": "2019",
      "poster": "https://image.tmdb.org/t/p/w500/mDna51F8QfrJFZOgPGQUz3VKqsB.jpg",
      "description": "A love letter from a young mother to her daughter, the film tells the story of Waad al-Kateab’s life through five years of the uprising in Aleppo, Syria as she falls in love, gets married and gives birth to Sama, all while cataclysmic conflict rises around her.  Her camera captures incredible stories of loss, laughter and survival as Waad wrestles with an impossible choice– whether or not to flee the city to protect her daughter’s life, when leaving means abandoning the struggle for freedom for which she has already sacrificed so much.",
      "rating": 8.234
    },
    {
      "id": "tt0110057",
      "type": "movie",
      "name": "Hoop Dreams",
      "year": "1994",
      "poster": "https://image.tmdb.org/t/p/w500/gLzHl2XBtVwycl8DxdOXRHPm8G3.jpg",
      "description": "Every school day, African-American teenagers William Gates and Arthur Agee travel 90 minutes each way from inner-city Chicago to St. Joseph High School in Westchester, Illinois, a predominately white suburban school well-known for the excellence of its basketball program. Gates and Agee dream of NBA stardom, and with the support of their close-knit families, they battle the social and physical obstacles that stand in their way. This acclaimed documentary was shot over the course of five years.",
      "rating": 7.594
    },
    {
      "id": "tt5777628",
      "type": "movie",
      "name": "Nick Cave & The Bad Seeds: One More Time with Feeling",
      "year": "2016",
      "poster": "https://image.tmdb.org/t/p/w500/1vbn50tSh4mhx7E5wbyYhoh8yuT.jpg",
      "description": "Andrew Dominik's One More Time With Feeling is a remarkable black and white documentary which chronicles the creation of Nick Cave & The Bad Seeds' album Skeleton Tree. Originally a performance based concept, the film evolved into something much more significant as Dominik delved into the tragic backdrop of the writing and recording of the album. The result is stark, fragile and raw, and a true testament to an artist trying to find his way through the darkness. It documents the writing, recording and performing of Nick Cave & the Bad Seeds’ sixteenth studio album, Skeleton Tree.",
      "rating": 7.861
    },
    {
      "id": "tt8760684",
      "type": "movie",
      "name": "Apollo 11",
      "year": "2019",
      "poster": "https://image.tmdb.org/t/p/w500/woLMRroHyoTGoXyxdEeBJEYBFtu.jpg",
      "description": "A look at the Apollo 11 mission to land on the moon led by commander Neil Armstrong and pilot Buzz Aldrin.",
      "rating": 7.87
    },
    {
      "id": "tt11874226",
      "type": "movie",
      "name": "David Byrne's American Utopia",
      "year": "2020",
      "poster": "https://image.tmdb.org/t/p/w500/sHVeVCNhlY2asvoGsSMP5HOLbCI.jpg",
      "description": "A filmed version of David Byrne's Broadway show, a unifying musical celebration that inspires audiences to connect to each other and to the global community.",
      "rating": 7.5
    },
    {
      "id": "tt7476236",
      "type": "movie",
      "name": "Minding the Gap",
      "year": "2018",
      "poster": "https://image.tmdb.org/t/p/w500/uOu2YgrryHD1UlngykzTodAxGdC.jpg",
      "description": "Three young men bond together to escape volatile families in their Rust Belt hometown. As they face adult responsibilities, unexpected revelations threaten their decade-long friendship.",
      "rating": 7.7
    },
    {
      "id": "tt7905466",
      "type": "movie",
      "name": "They Shall Not Grow Old",
      "year": "2018",
      "poster": "https://image.tmdb.org/t/p/w500/yMGfJeTXUdIjOqjS0jJfjgYEuYC.jpg",
      "description": "A documentary about World War I with never-before-seen footage to commemorate the centennial of Armistice Day, and the end of the war.",
      "rating": 7.776
    },
    {
      "id": "tt0117293",
      "type": "movie",
      "name": "Paradise Lost: The Child Murders at Robin Hood Hills",
      "year": "1996",
      "poster": "https://image.tmdb.org/t/p/w500/h65fwEQTv9zRNyEuExE1wAk5CQ2.jpg",
      "description": "A horrific triple child murder leads to an indictment and trial of three nonconformist boys based on questionable evidence.",
      "rating": 7.599
    },
    {
      "id": "tt1313104",
      "type": "movie",
      "name": "The Cove",
      "year": "2009",
      "poster": "https://image.tmdb.org/t/p/w500/miodcVtQv2YxpKjjHJWcV0EDfSP.jpg",
      "description": "The Cove tells the amazing true story of how an elite team of individuals, films makers and free divers embarked on a covert mission to penetrate the hidden cove in Japan, shining light on a dark and deadly secret. The shocking discoveries were only the tip of the iceberg.",
      "rating": 7.934
    },
    {
      "id": "tt5895028",
      "type": "movie",
      "name": "13th",
      "year": "2016",
      "poster": "https://image.tmdb.org/t/p/w500/tcKNWD6IFPPsvkpvyZ548naz0is.jpg",
      "description": "An in-depth look at the prison system in the United States and how it reveals the nation's history of racial inequality.",
      "rating": 7.9
    },
    {
      "id": "tt11989890",
      "type": "movie",
      "name": "David Attenborough: A Life on Our Planet",
      "year": "2020",
      "poster": "https://image.tmdb.org/t/p/w500/zSKwyUDKDHiFU5syTTvQRDcGBPS.jpg",
      "description": "The story of life on our planet by the man who has seen more of the natural world than any other. In more than 90 years, Attenborough has visited every continent on the globe, exploring the wild places of our planet and documenting the living world in all its variety and wonder. Addressing the biggest challenges facing life on our planet, the film offers a powerful message of hope for future generations.",
      "rating": 8.452
    },
    {
      "id": "tt4044364",
      "type": "movie",
      "name": "Citizenfour",
      "year": "2014",
      "poster": "https://image.tmdb.org/t/p/w500/nOVhX69EAxtSKEEnr5UcSd5UVci.jpg",
      "description": "In June 2013, Laura Poitras and reporter Glenn Greenwald flew to Hong Kong for the first of many meetings with Edward Snowden. She brought her camera with her.",
      "rating": 7.736
    },
    {
      "id": "tt0317910",
      "type": "movie",
      "name": "The Fog of War",
      "year": "2003",
      "poster": "https://image.tmdb.org/t/p/w500/m1dEnkrdJGBSLeAyJepuGrU9sNI.jpg",
      "description": "Using archival footage, cabinet conversation recordings, and an interview of the 85-year-old Robert McNamara, The Fog of War depicts his life, from working as a WWII whiz-kid military officer, to being the Ford Motor Company's president, to managing the Vietnam War as defense secretary for presidents Kennedy and Johnson.",
      "rating": 7.694
    },
    {
      "id": "tt3521134",
      "type": "movie",
      "name": "The Look of Silence",
      "year": "2014",
      "poster": "https://image.tmdb.org/t/p/w500/7TakQLT8gyzIMG8hX8RLTd5qROQ.jpg",
      "description": "An optician grapples with the Indonesian mass killings of 1965-1966, during which his older brother was exterminated.",
      "rating": 7.825
    },
    {
      "id": "tt3455224",
      "type": "movie",
      "name": "Virunga",
      "year": "2014",
      "poster": "https://image.tmdb.org/t/p/w500/b59YdJZyRUu04hnWdmmz4kPjbTF.jpg",
      "description": "Virunga in the Democratic Republic of the Congo is Africa’s oldest national park, a UNESCO world heritage site, and a contested ground among insurgencies seeking to topple the government that see untold profits in the land. Among this ongoing power struggle, Virunga also happens to be the last natural habitat for the critically endangered mountain gorilla. The only thing standing in the way of the forces closing in around the gorillas: a handful of passionate park rangers and journalists fighting to secure the park’s borders and expose the corruption of its enemies. Filled with shocking footage, and anchored by the surprisingly deep and gentle characters of the gorillas themselves, Virunga is a galvanizing call to action around an ongoing political and environmental crisis in the Congo.",
      "rating": 7.9
    },
    {
      "id": "tt6333054",
      "type": "movie",
      "name": "Chasing Coral",
      "year": "2017",
      "poster": "https://image.tmdb.org/t/p/w500/AvRHRqI4ahmEwscylU10iaNo5RY.jpg",
      "description": "Coral reefs are the nursery for all life in the oceans, a remarkable ecosystem that sustains us. Yet with carbon emissions warming the seas, a phenomenon called “coral bleaching”—a sign of mass coral death—has been accelerating around the world, and the public has no idea of the scale or implication of the catastrophe silently raging underwater.",
      "rating": 7.679
    },
    {
      "id": "tt0109508",
      "type": "movie",
      "name": "Crumb",
      "year": "1994",
      "poster": "https://image.tmdb.org/t/p/w500/9ocTHdBCJdwJ65Tubg3lYlfMxEY.jpg",
      "description": "This movie chronicles the life and times of R. Crumb. Robert Crumb is the cartoonist/artist who drew Keep On Truckin', Fritz the Cat, and played a major pioneering role in the genesis of underground comix. Through interviews with his mother, two brothers, wife, ex-wife and ex-girlfriends, as well as selections from his vast quantity of graphic art, we are treated to a darkly comic ride through one man's subconscious mind.",
      "rating": 7.5
    },
    {
      "id": "tt0912593",
      "type": "movie",
      "name": "No End in Sight",
      "year": "2007",
      "poster": "https://image.tmdb.org/t/p/w500/vNLK1fRPHTHFfWfy63NJFDwX7MQ.jpg",
      "description": "Chronological look at the fiasco in Iraq, especially decisions made in the spring of 2003 - and the backgrounds of those making decisions - immediately following the overthrow of Saddam: no occupation plan, an inadequate team to run the country, insufficient troops to keep order, and three edicts from the White House announced by Bremmer when he took over.",
      "rating": 7.802
    },
    {
      "id": "tt4143508",
      "type": "movie",
      "name": "Long Strange Trip",
      "year": "2017",
      "poster": "https://image.tmdb.org/t/p/w500/agwvFwYICSXshc3uRLO9PIQX5UI.jpg",
      "description": "The tale of the Grateful Dead is inspiring, complicated, and downright messy. A tribe of contrarians, they made art out of open-ended chaos and inadvertently achieved success on their own terms. Never-before-seen footage and interviews offer this unprecedented and unvarnished look at the life of the Dead.",
      "rating": 8.2
    },
    {
      "id": "tt7681902",
      "type": "movie",
      "name": "Won't You Be My Neighbor?",
      "year": "2018",
      "poster": "https://image.tmdb.org/t/p/w500/8qE8NZjiP2M884baH0VoLF828Vp.jpg",
      "description": "For more than thirty years, and through his television program, Fred Rogers (1928-2003), host, producer, writer and pianist, accompanied by his puppets and his many friends, spoke directly to young children about some of life's most important issues.",
      "rating": 8.006
    },
    {
      "id": "tt11742162",
      "type": "movie",
      "name": "Sam Now",
      "year": "2022",
      "poster": "https://image.tmdb.org/t/p/w500/ugUcUKyf8tRla5Z0tLa6HdARJr7.jpg",
      "description": "Sam Now is a gripping family story consisting of home videos, Super 8 films and modern-day HD videos told over a lifetime. Director Reed Harkness captures the story of his half-brother, Sam, who grappled with the disappearance of his mother during the most formative years of his life. After setting out to find her as a teenager, Sam works through the subconscious trauma caused by her absence, his family members' denial and his feelings toward his mother, whose new life proves better than raising kids. Sam's journey is an emotional roller coaster with loops of mental health, commitment issues and familial relationships.",
      "rating": 9.5
    },
    {
      "id": "tt19895822",
      "type": "movie",
      "name": "Made in England: The Films of Powell and Pressburger",
      "year": "2024",
      "poster": "https://image.tmdb.org/t/p/w500/36oj0KFSY4j0GdQ1EicVPcN0ppb.jpg",
      "description": "Martin Scorsese presents this very personal and insightful new feature-length documentary about British filmmakers Michael Powell and Emeric Pressburger.",
      "rating": 7.478
    },
    {
      "id": "tt12336480",
      "type": "movie",
      "name": "Daughters",
      "year": "2024",
      "poster": "https://image.tmdb.org/t/p/w500/nPX9mJE3fe3WIRoLNQqJ0uhwUfU.jpg",
      "description": "Four young girls prepare for a special Daddy Daughter Dance with their incarcerated fathers, as part of a unique fatherhood program in a Washington, D.C., jail.",
      "rating": 8.0
    },
    {
      "id": "tt0164312",
      "type": "movie",
      "name": "42 Up",
      "year": "1999",
      "poster": "https://image.tmdb.org/t/p/w500/fcOziYVE7iGW3H7tM4yLod4ExvK.jpg",
      "description": "Director Michael Apted revisits the same group of British-born adults after a 7 year wait. The subjects are interviewed as to the changes that have occurred in their lives during the last seven years.",
      "rating": 7.606
    },
    {
      "id": "tt7207238",
      "type": "movie",
      "name": "Jane",
      "year": "2017",
      "poster": "https://image.tmdb.org/t/p/w500/lasO6v47evkx4JfRqf4Rhqp8FZd.jpg",
      "description": "Drawing from never-before-seen footage that has been tucked away in the National Geographic archives, director Brett Morgen tells the story of Jane Goodall, a woman whose chimpanzee research revolutionized our understanding of the natural world.",
      "rating": 7.461
    },
    {
      "id": "tt4632316",
      "type": "movie",
      "name": "Gleason",
      "year": "2016",
      "poster": "https://image.tmdb.org/t/p/w500/eyVQ501jW3PuzVPLXzkoj14eEWU.jpg",
      "description": "At the age of 34, former New Orleans Saints defensive back Steve Gleason was diagnosed with ALS and given a life expectancy of two to five years. Weeks later, Gleason found out his wife, Michel, was expecting their first child. A video journal that began as a gift for his unborn son expands to chronicle Steve’s determination to get his relationships in order, build a foundation to provide other ALS patients with purpose, and adapt to his declining physical condition—utilizing medical technologies that offer the means to live as fully as possible.",
      "rating": 8.288
    },
    {
      "id": "tt8750702",
      "type": "movie",
      "name": "Rewind",
      "year": "2019",
      "poster": "https://image.tmdb.org/t/p/w500/gMq3nv8zlShHy2E9NTOwdECsdN3.jpg",
      "description": "Digging through the vast collection of his father's home videos, a young man reconstructs the unthinkable story of his boyhood and exposes vile abuse passed through generations.",
      "rating": 6.938
    },
    {
      "id": "tt7689960",
      "type": "movie",
      "name": "King in the Wilderness",
      "year": "2018",
      "poster": "https://image.tmdb.org/t/p/w500/36dEjIXMfrtzlDXDiNQCzyqVTTS.jpg",
      "description": "A chronicle of the final chapters of Dr. Martin Luther King Jr.’s life, revealing a conflicted leader who faced an onslaught of criticism from both sides of the political spectrum.",
      "rating": 6.9
    },
    {
      "id": "tt7286916",
      "type": "movie",
      "name": "The Dawn Wall",
      "year": "2017",
      "poster": "https://image.tmdb.org/t/p/w500/bZQCNGb1II5eWASBhEgJBGxOPUM.jpg",
      "description": "The definitive film on the climb that captured headlines and ignited imaginations worldwide. Tommy Caldwell and Kevin Jorgeson ascend the hardest big wall of all time: a 19 day ascent of The Dawn Wall, on the 3,000 foot vertical face of El Capitan, in Yosemite National Park. The film travels deeper than the climb, digging into the history of the climbers and painting an intimate portrait of Caldwell's harrowing life experiences that culminated in a single-minded drive to complete this impossible climb. The Dawn Wall is a heart-warming and inspiring movie that celebrates perseverance, camaraderie, and the universal spirit of dreaming big, and never giving up.",
      "rating": 8.056
    },
    {
      "id": "tt0307385",
      "type": "movie",
      "name": "Rivers and Tides",
      "year": "2001",
      "poster": "https://image.tmdb.org/t/p/w500/nhn5pg3f7f8FD3y0HRZaFIHBJgR.jpg",
      "description": "Portrait of Andy Goldsworthy, an artist whose specialty is ephemeral sculptures made from elements of nature.",
      "rating": 7.3
    },
    {
      "id": "tt0118540",
      "type": "movie",
      "name": "4 Little Girls",
      "year": "1997",
      "poster": "https://image.tmdb.org/t/p/w500/7kbV3fDjuy9dQmcuZuT9NKNAEix.jpg",
      "description": "On September 15, 1963, a bomb destroyed a black church in Birmingham, Alabama, killing four young girls who were there for Sunday school. It was a crime that shocked the nation--and a defining moment in the history of the civil-rights movement. Spike Lee re-examines the full story of the bombing, including a revealing interview with former Alabama Governor George Wallace.",
      "rating": 7.2
    },
    {
      "id": "tt2499076",
      "type": "movie",
      "name": "The Crash Reel",
      "year": "2013",
      "poster": "https://image.tmdb.org/t/p/w500/n6K8RBWpgJ9J8GyYBaX3F0OcTye.jpg",
      "description": "The Crash Reel tells the story of a sport and the risks that athletes face in reaching the pinnacle of their profession. This is Kevin Pearce’s story, a celebrated snowboarder who sustained a brain injury in a trick gone wrong and who now aims, against all the odds, to get back on the snow.",
      "rating": 7.3
    },
    {
      "id": "tt0925248",
      "type": "movie",
      "name": "In the Shadow of the Moon",
      "year": "2007",
      "poster": "https://image.tmdb.org/t/p/w500/xvthKnu7EjK0QvEBPY9ZnO3SiHe.jpg",
      "description": "Archival material from the original NASA film footage – much of it seen for the first time – plus interviews with the surviving astronauts, including Jim Lovell, Dave Scott, John Young, Gene Cernan, Mike Collins, Buzz Aldrin, Alan Bean, Edgar Mitchell, Charlie Duke and Harrison Schmitt.",
      "rating": 7.555
    },
    {
      "id": "tt0181288",
      "type": "movie",
      "name": "American Movie",
      "year": "1999",
      "poster": "https://image.tmdb.org/t/p/w500/qAoIbQDnbGgiLDBUtOh7JUe5XQX.jpg",
      "description": "American Movie documents the story of filmmaker Mark Borchardt, his mission, and his dream. Spanning over two years of intense struggle with his film, his family, financial decline, and spiritual crisis, American Movie is a portrayal of ambition, obsession, excess, and one man's quest for the American Dream.",
      "rating": 7.6
    },
    {
      "id": "tt5116410",
      "type": "movie",
      "name": "Tower",
      "year": "2016",
      "poster": "https://image.tmdb.org/t/p/w500/sYau8BFtkQUMWDyRbpACru4cS6G.jpg",
      "description": "Combining archival footage with rotoscopic animation, Tower reveals the action-packed untold stories of the witnesses, heroes and survivors of America’s first mass school shooting, when the worst in one man brought out the best in so many others.",
      "rating": 7.601
    },
    {
      "id": "tt1155592",
      "type": "movie",
      "name": "Man on Wire",
      "year": "2008",
      "poster": "https://image.tmdb.org/t/p/w500/1mS4rhIgHZcHIvf1beP9Av0Ui33.jpg",
      "description": "On August 7th 1974, French tightrope walker Philippe Petit stepped out on a high wire, illegally rigged between New York's World Trade Center twin towers, then the world's tallest buildings. After nearly an hour of performing on the wire, 1,350 feet above the sidewalks of Manhattan, he was arrested. This fun and spellbinding documentary chronicles Philippe Petit's \"highest\" achievement.",
      "rating": 7.366
    },
    {
      "id": "tt33022710",
      "type": "movie",
      "name": "Ocean with David Attenborough",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/oAKzcqUCP3EK7rgAx9Jj8Futv8O.jpg",
      "description": "David Attenborough takes viewers on a breathtaking journey showing there is nowhere more vital for our survival, more full of life, wonder, or surprise, than the ocean. Through spectacular sequences featuring coral reefs, kelp forests and the open ocean, Attenborough shares why a healthy ocean keeps the entire planet stable and flourishing.",
      "rating": 8.209
    },
    {
      "id": "tt0099028",
      "type": "movie",
      "name": "American Dream",
      "year": "1990",
      "poster": "https://image.tmdb.org/t/p/w500/da6DPUrYsi3K2HzwalUpphtOHec.jpg",
      "description": "When workers at the Hormel meatpacking plant in Austin, Minnesota are asked to take a substantial pay cut in a highly profitable year, the local labor union decides to go on strike and fight for a wage they believe is fair. But as the work stoppage drags on and the strikers face losing everything, friends become enemies, families are divided and the very future of this typical mid American town is threatened.",
      "rating": 7.2
    },
    {
      "id": "tt2870648",
      "type": "movie",
      "name": "Amy",
      "year": "2015",
      "poster": "https://image.tmdb.org/t/p/w500/qL0RepWSNUuZoeDXfyhqowVYhrn.jpg",
      "description": "A documentary on the life of Amy Winehouse, the immensely talented yet doomed songstress. We see her from her teen years, where she already showed her singing abilities, to her finding success and then her downward spiral into alcoholism and drugs.",
      "rating": 7.588
    },
    {
      "id": "tt0103767",
      "type": "movie",
      "name": "Baraka",
      "year": "1992",
      "poster": "https://image.tmdb.org/t/p/w500/ldEuJQ4z7zEvL7iXraESWBUfQcz.jpg",
      "description": "A paralysingly beautiful documentary with a global vision—an odyssey through landscape and time—that attempts to capture the essence of life.",
      "rating": 8.238
    },
    {
      "id": "tt0379557",
      "type": "movie",
      "name": "Touching the Void",
      "year": "2003",
      "poster": "https://image.tmdb.org/t/p/w500/fsydA5H8FSDaYlYWddfMpMpDUX.jpg",
      "description": "The true story of Joe Simpson and Simon Yates' disastrous and nearly-fatal mountain climb of 6,344m Siula Grande in the Cordillera Huayhuash in the Peruvian Andes in 1985.",
      "rating": 7.557
    },
    {
      "id": "tt0100332",
      "type": "movie",
      "name": "Paris Is Burning",
      "year": "1991",
      "poster": "https://image.tmdb.org/t/p/w500/90rCWH41mj9hjHUEy2SOHfuAOl3.jpg",
      "description": "Where does voguing come from, and what, exactly, is throwing shade? This landmark documentary provides a vibrant snapshot of the 1980s through the eyes of New York City's African American and Latinx Harlem drag-ball scene. Made over seven years, PARIS IS BURNING offers an intimate portrait of rival fashion \"houses,\" from fierce contests for trophies to house mothers offering sustenance in a world rampant with homophobia, transphobia, racism, AIDS, and poverty. Featuring legendary voguers, drag queens, and trans women — including Willi Ninja, Pepper LaBeija, Dorian Corey, and Venus Xtravaganza.",
      "rating": 7.982
    },
    {
      "id": "tt0358456",
      "type": "movie",
      "name": "Earthlings",
      "year": "2005",
      "poster": "https://image.tmdb.org/t/p/w500/fcRUYYyDWLJPlX7D6RPtQwdU7G2.jpg",
      "description": "Using hidden cameras and never-before-seen footage, Earthlings chronicles the day-to-day practices of the largest industries in the world, all of which rely entirely on animals for profit.",
      "rating": 8.059
    },
    {
      "id": "tt5651050",
      "type": "movie",
      "name": "Bright Lights: Starring Carrie Fisher and Debbie Reynolds",
      "year": "2017",
      "poster": "https://image.tmdb.org/t/p/w500/l81ArRwCIyXM0cDtCcprOGrfnaR.jpg",
      "description": "An intimate portrait of Hollywood royalty featuring Debbie Reynolds, Todd Fisher, and Carrie Fisher.",
      "rating": 7.5
    },
    {
      "id": "tt2028530",
      "type": "movie",
      "name": "Paradise Lost 3: Purgatory",
      "year": "2012",
      "poster": "https://image.tmdb.org/t/p/w500/5Ix8SvMu5MllsXLtD0dvZR0vDi2.jpg",
      "description": "A further investigation into the arrest of three teenagers convicted of killing three young boys in Arkansas who spent nearly 20 years in prison before being released after new DNA evidence indicated they may be innocent.",
      "rating": 7.3
    },
    {
      "id": "tt1510985",
      "type": "movie",
      "name": "Never Sleep Again: The Elm Street Legacy",
      "year": "2010",
      "poster": "https://image.tmdb.org/t/p/w500/wjo0erw7vqzI3gGfbapCkZjxehV.jpg",
      "description": "For decades, Freddy Krueger has slashed his way through the dreams of countless youngsters, scaring up over half a billion dollars at the box office across eight terrifying, spectacular films.",
      "rating": 7.831
    },
    {
      "id": "tt1621444",
      "type": "movie",
      "name": "Bill Cunningham New York",
      "year": "2011",
      "poster": "https://image.tmdb.org/t/p/w500/ex1m4lIAcdxJLBojN90fD3HoxlU.jpg",
      "description": "Doubling as a cartography of the ever-changing city, Bill Cunningham New York portrays the secluded pioneer of street fashion with grace and heart.",
      "rating": 7.59
    },
    {
      "id": "tt0363510",
      "type": "movie",
      "name": "The Revolution Will Not Be Televised",
      "year": "2003",
      "poster": "https://image.tmdb.org/t/p/w500/6OeVe8oGS7vccKjsiuIGTwBlAFk.jpg",
      "description": "Hugo Chavez was a colourful, unpredictable folk hero who was beloved by his nation’s working class. He was elected president of Venezuela in 1998, and proved to be a tough, quixotic opponent to the power structure that wanted to depose him. When he was forcibly removed from office on 11 April 2002, two independent filmmakers were inside the presidential palace.",
      "rating": 7.7
    },
    {
      "id": "tt0103888",
      "type": "movie",
      "name": "Brother's Keeper",
      "year": "1992",
      "poster": "https://image.tmdb.org/t/p/w500/AjumCYR6VPXGDKlYekGkx5jMdfi.jpg",
      "description": "This documentary by Joe Berlinger and Bruce Sinofsky details the murder trial of Delbert Ward. Delbert was a member of a family of four elderly brothers, working as semi-literate farmers and living together in isolation from the rest of society until William's death.",
      "rating": 6.991
    },
    {
      "id": "tt0101254",
      "type": "movie",
      "name": "35 Up",
      "year": "1991",
      "poster": "https://image.tmdb.org/t/p/w500/aBctUbgVjNSq58jqidDeX2qvZMB.jpg",
      "description": "Director Michael Apted revisits the same group of British-born adults after a 7 year wait. The subjects are interviewed as to the changes that have occurred in their lives during the last seven years.",
      "rating": 7.657
    },
    {
      "id": "tt0473434",
      "type": "movie",
      "name": "49 Up",
      "year": "2006",
      "poster": "https://image.tmdb.org/t/p/w500/kRxAWWblTqTHUVNFRcEIpKpbiAH.jpg",
      "description": "49 Up is the seventh film in a series of landmark documentaries that began 42 years ago when UK-based Granada's World in Action team, inspired by the Jesuit maxim \"Give me the child until he is seven and I will give you the man,\" interviewed a diverse group of seven-year-old children from all over England, asking them about their lives and their dreams for the future. Michael Apted, a researcher for the original film, has returned to interview the \"children\" every seven years since, at ages 14, 21, 28, 35, 42 and now again at age 49.In this latest chapter, more life-changing decisions are revealed, more shocking announcements made and more of the original group take part than ever before, speaking out on a variety of subjects including love, marriage, career, class and prejudice.",
      "rating": 7.394
    },
    {
      "id": "tt7689958",
      "type": "movie",
      "name": "Jane Fonda in Five Acts",
      "year": "2018",
      "poster": "https://image.tmdb.org/t/p/w500/lgOfQqfOeMt2dGsD8u0XcBOvfpo.jpg",
      "description": "Girl next door, activist, so-called traitor, fitness tycoon, Oscar winner: Jane Fonda has lived a life of controversy, tragedy and transformation – and she’s done it all in the public eye. An intimate look at one woman’s singular journey.",
      "rating": 7.328
    },
    {
      "id": "tt8399720",
      "type": "movie",
      "name": "TINA",
      "year": "2021",
      "poster": "https://image.tmdb.org/t/p/w500/swU4ohKgD5sSGpQkRF6VbKT0Os0.jpg",
      "description": "Tina Turner overcame impossible odds to become one of the first female Black artists to reach a mainstream international audience. Her road to superstardom is an undeniable story of triumph over adversity. It’s the ultimate story of survival – and an inspirational story of our times.",
      "rating": 7.763
    },
    {
      "id": "tt8610436",
      "type": "movie",
      "name": "The Sparks Brothers",
      "year": "2021",
      "poster": "https://image.tmdb.org/t/p/w500/e8jtG3WS0Ku7Dh4fBne1rgriXZt.jpg",
      "description": "Take a musical odyssey through five weird and wonderful decades with brothers Ron & Russell Mael, celebrating the inspiring legacy of Sparks: your favorite band’s favorite band.",
      "rating": 7.343
    },
    {
      "id": "tt16227014",
      "type": "movie",
      "name": "Fire of Love",
      "year": "2022",
      "poster": "https://image.tmdb.org/t/p/w500/9smEX8UP84yb2GisLwyAyQKvCWS.jpg",
      "description": "A doomed love triangle between intrepid French scientists Katia and Maurice Krafft, and their beloved volcanoes.",
      "rating": 7.5
    },
    {
      "id": "tt19853258",
      "type": "movie",
      "name": "STILL: A Michael J. Fox Movie",
      "year": "2023",
      "poster": "https://image.tmdb.org/t/p/w500/fDO4gYZxvdsIrHKzsSAbc3N7Wfg.jpg",
      "description": "A short kid from a Canadian army base becomes the international pop culture darling of the 1980s—only to find the course of his life altered by a stunning diagnosis. What happens when an incurable optimist confronts an incurable disease?",
      "rating": 7.747
    },
    {
      "id": "tt25470468",
      "type": "movie",
      "name": "Beyond Utopia",
      "year": "2023",
      "poster": "https://image.tmdb.org/t/p/w500/fcyCtyXabv0X8TInqoL9yq5DCdb.jpg",
      "description": "A courageous pastor uses his underground network to rescue and aid North Korean families as they risk their lives to embrace freedom.",
      "rating": 7.72
    },
    {
      "id": "tt27902121",
      "type": "movie",
      "name": "Super/Man: The Christopher Reeve Story",
      "year": "2024",
      "poster": "https://image.tmdb.org/t/p/w500/73WchlI0Hj4HQd0T2KOztKquOek.jpg",
      "description": "Christopher Reeve portrayed the Man of Steel in four Superman films and played dozens of other roles that displayed his talent and range as an actor, before being injured in a near-fatal horse-riding accident in 1995 that left him paralyzed from the neck down. After becoming a quadriplegic, he became a charismatic leader and activist in the quest to find a cure for spinal cord injuries, as well as a passionate advocate for disability rights and care.",
      "rating": 8.1
    },
    {
      "id": "tt8879946",
      "type": "movie",
      "name": "Maiden",
      "year": "2019",
      "poster": "https://image.tmdb.org/t/p/w500/19rEZWy1c8vv9ZALuMr0DNXMvF6.jpg",
      "description": "In a moving portrait of resilience, Alex Holmes chronicles the unprecedented journey of 24-year-old Tracy Edwards and the first all-female sailing crew to enter the Whitbread Round the World Race.",
      "rating": 7.409
    },
    {
      "id": "tt9098872",
      "type": "movie",
      "name": "The Rescue",
      "year": "2021",
      "poster": "https://image.tmdb.org/t/p/w500/kC7fVtCkJACwPBaRr2hlj2whfKX.jpg",
      "description": "The enthralling, against-all-odds story that transfixed the world in 2018: the daring rescue of twelve boys and their coach from deep inside a flooded cave in Northern Thailand.",
      "rating": 7.953
    },
    {
      "id": "tt2545118",
      "type": "movie",
      "name": "Blackfish",
      "year": "2013",
      "poster": "https://image.tmdb.org/t/p/w500/kCk4mDFE96Mn1AYfEcbxkIiw7ND.jpg",
      "description": "Notorious killer whale Tilikum is responsible for the deaths of three individuals, including a top killer whale trainer. Blackfish shows the sometimes devastating consequences of keeping such intelligent and sentient creatures in captivity.",
      "rating": 7.841
    },
    {
      "id": "tt1587707",
      "type": "movie",
      "name": "Exit Through the Gift Shop",
      "year": "2010",
      "poster": "https://image.tmdb.org/t/p/w500/ruM5ehUQlHC1Kx3SF18d6klfrAx.jpg",
      "description": "Banksy is a graffiti artist with a global reputation whose work can be seen on walls from post-hurricane New Orleans to the separation barrier on the Palestinian West Bank. Fiercely guarding his anonymity to avoid prosecution, Banksy has so far resisted all attempts to be captured on film. Exit Through the Gift Shop tells the incredible true story of how an eccentric French shop keeper turned documentary maker attempted to locate and befriend Banksy, only to have the artist turn the camera back on its owner.",
      "rating": 7.543
    },
    {
      "id": "tt34965967",
      "type": "movie",
      "name": "Deaf President Now!",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/hbTq1jfuGtLo1pdAY0gcbJcCWlF.jpg",
      "description": "Discover the story of the greatest civil rights movement most people have never heard about. During eight tumultuous days in 1988 at the world's only Deaf university, four students must find a way to lead a revolution—and change the course of history.",
      "rating": 7.7
    },
    {
      "id": "tt15721828",
      "type": "movie",
      "name": "This Much I Know to Be True",
      "year": "2022",
      "poster": "https://image.tmdb.org/t/p/w500/amYrP5cL5Q2uKJP5RM027ZUzFyQ.jpg",
      "description": "Like all musicians in 2021, Nick Cave was unable to connect with his audience in person. He uses this concert film to break the vocal and instrumental silence, talk about himself and perform songs from “Ghosteen” and “Carnage”, with help from Warren Ellis.",
      "rating": 7.3
    },
    {
      "id": "tt2147134",
      "type": "movie",
      "name": "56 Up",
      "year": "2012",
      "poster": "https://image.tmdb.org/t/p/w500/n1u6gxtTvaYszNRdmVNOVmMyxOa.jpg",
      "description": "When a cross-section of seven-year-olds were interviewed for 7 Up in 1964 it was immediately evident that their social backgrounds influenced their attitudes towards life. While the upper class children were confident and self-assured, those from middle and working class backgrounds were resigned to a challenging life of hard work. This premise was put to the test every seven years when the same group were interviewed about the progression of their lives. 49 years in the making, the changes that occurred to the original 14 make for fascinating television and are in many ways the stories of all our lives. From success and disappointment, marriage and childbirth, to poverty and illness, nearly every facet of life has been captured on film. Now, at the age of 56, the group are once more brought together and, with the benefit of hindsight, assess whether their lives have been ruled by circumstance or self-determination.",
      "rating": 7.212
    },
    {
      "id": "tt1093824",
      "type": "movie",
      "name": "Encounters at the End of the World",
      "year": "2007",
      "poster": "https://image.tmdb.org/t/p/w500/tAkl9GAUQoJaQQu2dtSQdQJ5yS9.jpg",
      "description": "Herzog and cinematographer Peter Zeitlinger go to Antarctica to meet people who live and work there, and to capture footage of the continent's unique locations. Herzog's voiceover narration explains that his film will not be a typical Antarctica film about \"fluffy penguins\", but will explore the dreams of the people and the landscape.",
      "rating": 7.436
    },
    {
      "id": "tt0118147",
      "type": "movie",
      "name": "When We Were Kings",
      "year": "1996",
      "poster": "https://image.tmdb.org/t/p/w500/yBkZK1JZOOJ3q5Jj1H9UP9T8YuV.jpg",
      "description": "It's 1974. Muhammad Ali is 32 and thought by many to be past his prime. George Foreman is ten years younger and the heavyweight champion of the world. Promoter Don King wants to make a name for himself and offers both fighters five million dollars apiece to fight one another, and when they accept, King has only to come up with the money. He finds a willing backer in Mobutu Sese Suko, the dictator of Zaire, and the \"Rumble in the Jungle\" is set, including a musical festival featuring some of America's top black performers, like James Brown and B.B. King.",
      "rating": 7.7
    },
    {
      "id": "tt0841119",
      "type": "movie",
      "name": "Lake of Fire",
      "year": "2006",
      "poster": "https://image.tmdb.org/t/p/w500/uFdUv0neGCpaYLRJN45mnpc0pdR.jpg",
      "description": "An unflinching look at the how the battle over abortion rights has played out in the United States over the last 15 years.",
      "rating": 7.163
    },
    {
      "id": "tt0923752",
      "type": "movie",
      "name": "The King of Kong: A Fistful of Quarters",
      "year": "2007",
      "poster": "https://image.tmdb.org/t/p/w500/wACtXGiO08EBbJhqsD2nUzPsrKe.jpg",
      "description": "In this hilarious arcade showdown, a humble novice goes head-to-head against the reigning Donkey Kong champ in a confrontation that rocks the gaming world to its processors! For over 20 years, Billy Mitchell has owned the throne of the Donkey Kong world. No one could beat his top score until now. Newcomer Steve Wiebe claims to have beaten the unbeatable, but Mitchell isn't ready to relinquish his crown without a fight. Go behind the barrels as the two battle it out in a vicious war to earn the title of the true King of Kong.",
      "rating": 7.747
    },
    {
      "id": "tt1559549",
      "type": "movie",
      "name": "Restrepo",
      "year": "2010",
      "poster": "https://image.tmdb.org/t/p/w500/62DCMBMJU1ZVezVEawyatpFoJwI.jpg",
      "description": "Directors Hetherington and Junger spend a year with the 2nd Battalion of the United States Army located in one of Afghanistan's most dangerous valleys. The documentary provides insight and empathy on how to win the battle through hard work, deadly gunfights and mutual friendships while the unit must push back the Taliban.",
      "rating": 7.249
    },
    {
      "id": "tt9275202",
      "type": "movie",
      "name": "Breslin and Hamill: Deadline Artists",
      "year": "2018",
      "poster": "https://image.tmdb.org/t/p/w500/7kAtHtSRbI1ECorrGVbwRupL0cc.jpg",
      "description": "Directors Jonathan Alter, John Block and Steve McCarthy bring New York columnists Jimmy Breslin and Pete Hamill’s courageous writing to life, celebrating the acclaimed journalists and the city they loved.",
      "rating": 7.056
    },
    {
      "id": "tt8923484",
      "type": "movie",
      "name": "Crip Camp: A Disability Revolution",
      "year": "2020",
      "poster": "https://image.tmdb.org/t/p/w500/iALSypN3MhC6kBVwc9VpuJUlm1j.jpg",
      "description": "Down the road from Woodstock in the early 1970s, a revolution blossomed in a ramshackle summer camp for disabled teenagers, transforming their young lives and igniting a landmark movement.",
      "rating": 7.164
    },
    {
      "id": "tt9351746",
      "type": "movie",
      "name": "Love, Antosha",
      "year": "2019",
      "poster": "https://image.tmdb.org/t/p/w500/AntNP1sX7qKBT7hSYM4248RKMaL.jpg",
      "description": "From a prolific career in film and television, Anton Yelchin left an indelible legacy as an actor. Through his journals and other writings, his photography, the original music he wrote, and interviews with his family, friends, and colleagues, this film looks not just at Anton's impressive career, but at a broader portrait of the man.",
      "rating": 7.4
    },
    {
      "id": "tt7472352",
      "type": "movie",
      "name": "Shirkers",
      "year": "2018",
      "poster": "https://image.tmdb.org/t/p/w500/spd1fZNePSQFRhNam66jx3ZMoxF.jpg",
      "description": "In 1992, teenager Sandi Tan shot Singapore's first indie road movie with her enigmatic American mentor Georges – who then vanished with all the footage. Twenty years later, the 16mm film is recovered, sending Tan, now a novelist in Los Angeles, on a personal odyssey in search of Georges' vanishing footprints.",
      "rating": 7.33
    },
    {
      "id": "tt2130321",
      "type": "movie",
      "name": "West of Memphis",
      "year": "2012",
      "poster": "https://image.tmdb.org/t/p/w500/468k7zjR95COOXcMLxE5GbXjerQ.jpg",
      "description": "The documentary tells the hitherto unknown story behind an extraordinary and desperate fight to bring the truth to light. Told and made by those who lived it, the filmmakers' unprecedented access to the inner workings of the defense allows the film to show the investigation, research, and appeals process in a way that has never been seen before; revealing shocking and disturbing new information about a case that still haunts the American South.",
      "rating": 7.372
    },
    {
      "id": "tt0174852",
      "type": "movie",
      "name": "The Last Days",
      "year": "1998",
      "poster": "https://image.tmdb.org/t/p/w500/kWr6QDDcO2HHKqvJvgsJ1hQz4Gs.jpg",
      "description": "Five Jewish Hungarians, now US citizens, tell their stories: before March 1944, when Nazis began to exterminate Hungarian Jews, months in concentration camps, and visiting childhood homes more than 50 years later. An historian, a Sonderkommando, a doctor who experimented on Auschwitz prisoners, and US soldiers who were part of the liberation in April 1945.",
      "rating": 7.544
    },
    {
      "id": "tt2382298",
      "type": "movie",
      "name": "Life Itself",
      "year": "2014",
      "poster": "https://image.tmdb.org/t/p/w500/nK4cYTEO2eHLMgMII0Ux0kBOGhG.jpg",
      "description": "The surprising and entertaining life of renowned film critic and social commentator Roger Ebert (1942-2013): his early days as a freewheeling bachelor and Pulitzer Prize winner, his famously contentious partnership with Gene Siskel, his life-altering marriage, and his brave and transcendent battle with cancer.",
      "rating": 7.483
    },
    {
      "id": "tt4145178",
      "type": "movie",
      "name": "Listen to Me Marlon",
      "year": "2015",
      "poster": "https://image.tmdb.org/t/p/w500/yhqIuN7VC5ZpBDyRnwyVRNR6CC3.jpg",
      "description": "With exclusive access to his extraordinary unseen and unheard personal archive including hundreds of hours of audio recorded over the course of his life, this is the definitive Marlon Brando cinema documentary. Charting his exceptional career as an actor and his extraordinary life away from the stage and screen with Brando himself as your guide, the film will fully explore the complexities of the man by telling the story uniquely from Marlon's perspective, entirely in his own voice. No talking heads, no interviewees, just Brando on Brando and life.",
      "rating": 7.488
    },
    {
      "id": "tt35629490",
      "type": "show",
      "name": "Katrina: Come Hell and High Water",
      "year": "2025",
      "poster": ""
    },
    {
      "id": "tt11714334",
      "type": "show",
      "name": "Limitless with Chris Hemsworth",
      "year": "2022",
      "poster": ""
    },
    {
      "id": "tt10802170",
      "type": "show",
      "name": "The Rehearsal",
      "year": "2022",
      "poster": ""
    },
    {
      "id": "tt2395695",
      "type": "show",
      "name": "Cosmos",
      "year": "2014",
      "poster": ""
    },
    {
      "id": "tt8420184",
      "type": "show",
      "name": "The Last Dance",
      "year": "2020",
      "poster": ""
    },
    {
      "id": "tt2297757",
      "type": "show",
      "name": "Nathan for You",
      "year": "2013",
      "poster": ""
    },
    {
      "id": "tt8289930",
      "type": "show",
      "name": "Formula 1: Drive to Survive",
      "year": "2019",
      "poster": ""
    },
    {
      "id": "tt36458116",
      "type": "show",
      "name": "Billy Joel: And So It Goes",
      "year": "2025",
      "poster": ""
    },
    {
      "id": "tt1877514",
      "type": "show",
      "name": "The Vietnam War",
      "year": "2017",
      "poster": ""
    },
    {
      "id": "tt0071075",
      "type": "show",
      "name": "The World at War",
      "year": "1973",
      "poster": ""
    },
    {
      "id": "tt0081846",
      "type": "show",
      "name": "Cosmos",
      "year": "1980",
      "poster": ""
    },
    {
      "id": "tt4299972",
      "type": "show",
      "name": "The Jinx: The Life and Deaths of Robert Durst",
      "year": "2015",
      "poster": ""
    },
    {
      "id": "tt9244578",
      "type": "show",
      "name": "Rise of Empires: Ottoman",
      "year": "2020",
      "poster": ""
    },
    {
      "id": "tt31806050",
      "type": "show",
      "name": "Kaulitz & Kaulitz",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt0098769",
      "type": "show",
      "name": "The Civil War",
      "year": "1990",
      "poster": ""
    },
    {
      "id": "tt32810392",
      "type": "show",
      "name": "One Night in Idaho: The College Murders",
      "year": "2025",
      "poster": ""
    },
    {
      "id": "tt0783612",
      "type": "show",
      "name": "When the Levees Broke: A Requiem in Four Acts",
      "year": "2006",
      "poster": ""
    },
    {
      "id": "tt11318602",
      "type": "show",
      "name": "Don't F**k with Cats: Hunting an Internet Killer",
      "year": "2019",
      "poster": ""
    },
    {
      "id": "tt27715627",
      "type": "show",
      "name": "Shiny Happy People",
      "year": "2023",
      "poster": ""
    },
    {
      "id": "tt0088513",
      "type": "show",
      "name": "The Equalizer",
      "year": "1985",
      "poster": ""
    },
    {
      "id": "tt9735318",
      "type": "show",
      "name": "The Beatles: Get Back",
      "year": "2021",
      "poster": ""
    },
    {
      "id": "tt33096033",
      "type": "show",
      "name": "Long Way Home",
      "year": "2025",
      "poster": ""
    },
    {
      "id": "tt35630036",
      "type": "show",
      "name": "American Manhunt: Osama bin Laden",
      "year": "2025",
      "poster": ""
    },
    {
      "id": "tt35590630",
      "type": "show",
      "name": "American Murder: Gabby Petito",
      "year": "2025",
      "poster": ""
    },
    {
      "id": "tt33163756",
      "type": "show",
      "name": "Into the Fire: The Lost Daughter",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt10665386",
      "type": "show",
      "name": "Couples Therapy",
      "year": "2019",
      "poster": ""
    },
    {
      "id": "tt8259114",
      "type": "show",
      "name": "I'll Be Gone in the Dark",
      "year": "2020",
      "poster": ""
    },
    {
      "id": "tt35309276",
      "type": "show",
      "name": "Devil in the Family: The Fall of Ruby Franke",
      "year": "2025",
      "poster": ""
    },
    {
      "id": "tt36985714",
      "type": "show",
      "name": "The Mortician",
      "year": "2025",
      "poster": ""
    },
    {
      "id": "tt28711468",
      "type": "show",
      "name": "Wrestlers",
      "year": "2023",
      "poster": ""
    },
    {
      "id": "tt5189670",
      "type": "show",
      "name": "Making a Murderer",
      "year": "2015",
      "poster": ""
    },
    {
      "id": "tt7768848",
      "type": "show",
      "name": "Wild Wild Country",
      "year": "2018",
      "poster": ""
    },
    {
      "id": "tt1508238",
      "type": "show",
      "name": "Apocalypse: The Second World War",
      "year": "2009",
      "poster": ""
    },
    {
      "id": "tt9165134",
      "type": "show",
      "name": "I Am...",
      "year": "2019",
      "poster": ""
    },
    {
      "id": "tt1643266",
      "type": "show",
      "name": "Ancient Aliens",
      "year": "2010",
      "poster": ""
    },
    {
      "id": "tt10801534",
      "type": "show",
      "name": "How To with John Wilson",
      "year": "2020",
      "poster": ""
    },
    {
      "id": "tt22797582",
      "type": "show",
      "name": "American Nightmare",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt35629774",
      "type": "show",
      "name": "Gone Girls: The Long Island Serial Killer",
      "year": "2025",
      "poster": ""
    },
    {
      "id": "tt26831504",
      "type": "show",
      "name": "Who Killed Robert Wone?",
      "year": "2023",
      "poster": ""
    },
    {
      "id": "tt26227818",
      "type": "show",
      "name": "Turning Point: The Bomb and the Cold War",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt31806040",
      "type": "show",
      "name": "The Diamond Heist",
      "year": "2025",
      "poster": ""
    },
    {
      "id": "tt6792200",
      "type": "show",
      "name": "The Keepers",
      "year": "2017",
      "poster": ""
    },
    {
      "id": "tt7949606",
      "type": "show",
      "name": "The Last Czars",
      "year": "2019",
      "poster": ""
    },
    {
      "id": "tt0386950",
      "type": "show",
      "name": "Mayday",
      "year": "2003",
      "poster": ""
    },
    {
      "id": "tt7889220",
      "type": "show",
      "name": "Dirty Money",
      "year": "2018",
      "poster": ""
    },
    {
      "id": "tt32821057",
      "type": "show",
      "name": "Teen Torture, Inc.",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt7752034",
      "type": "show",
      "name": "Somebody Feed Phil",
      "year": "2018",
      "poster": ""
    },
    {
      "id": "tt28669701",
      "type": "show",
      "name": "SPRINT",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt2845786",
      "type": "show",
      "name": "Anthony Bourdain: Parts Unknown",
      "year": "2013",
      "poster": ""
    },
    {
      "id": "tt5489746",
      "type": "show",
      "name": "Evil Lives Here",
      "year": "2016",
      "poster": ""
    },
    {
      "id": "tt10370750",
      "type": "show",
      "name": "Trafficked with Mariana van Zeller",
      "year": "2020",
      "poster": ""
    },
    {
      "id": "tt21946032",
      "type": "show",
      "name": "Conversations with a Killer: The Jeffrey Dahmer Tapes",
      "year": "2022",
      "poster": ""
    },
    {
      "id": "tt33480540",
      "type": "show",
      "name": "This Is the Zodiac Speaking",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt14906022",
      "type": "show",
      "name": "Richard Hammond's Workshop",
      "year": "2021",
      "poster": ""
    },
    {
      "id": "tt15676170",
      "type": "show",
      "name": "Atatürk 1881-1919",
      "year": "2024",
      "poster": "https://image.tmdb.org/t/p/w500/fVebJc8quJGZPGRRNrQpb54xdw1.jpg",
      "description": "A biopic focusing on to the childhood and the early years of the military career of the founder and the first President of the Turkish Republic, Mustafa Kemal Atatürk.",
      "rating": 7.426
    },
    {
      "id": "tt0388644",
      "type": "show",
      "name": "The Staircase",
      "year": "2004",
      "poster": ""
    },
    {
      "id": "tt35456246",
      "type": "show",
      "name": "American Manhunt: O.J. Simpson",
      "year": "2025",
      "poster": ""
    },
    {
      "id": "tt31183637",
      "type": "show",
      "name": "The Program: Cons, Cults, and Kidnapping",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt0403778",
      "type": "show",
      "name": "Long Way Round",
      "year": "2004",
      "poster": ""
    },
    {
      "id": "tt0247882",
      "type": "show",
      "name": "Forensic Files",
      "year": "1996",
      "poster": ""
    },
    {
      "id": "tt11822998",
      "type": "show",
      "name": "The Trials of Gabriel Fernandez",
      "year": "2020",
      "poster": ""
    },
    {
      "id": "tt12312250",
      "type": "show",
      "name": "Jeffrey Epstein: Filthy Rich",
      "year": "2020",
      "poster": ""
    },
    {
      "id": "tt13651632",
      "type": "show",
      "name": "Night Stalker: The Hunt For a Serial Killer",
      "year": "2021",
      "poster": ""
    },
    {
      "id": "tt14419140",
      "type": "show",
      "name": "Pee-wee as Himself",
      "year": "2025",
      "poster": ""
    },
    {
      "id": "tt0094416",
      "type": "show",
      "name": "American Experience",
      "year": "1988",
      "poster": ""
    },
    {
      "id": "tt33079160",
      "type": "show",
      "name": "American Murder: Laci Peterson",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt36242714",
      "type": "show",
      "name": "Turning Point: The Vietnam War",
      "year": "2025",
      "poster": ""
    },
    {
      "id": "tt11852724",
      "type": "show",
      "name": "Stanley Tucci: Searching for Italy",
      "year": "2021",
      "poster": ""
    },
    {
      "id": "tt7293016",
      "type": "show",
      "name": "The Murder of Laci Peterson",
      "year": "2017",
      "poster": ""
    },
    {
      "id": "tt10551256",
      "type": "show",
      "name": "Age of Samurai: Battle for Japan",
      "year": "2021",
      "poster": ""
    },
    {
      "id": "tt20560404",
      "type": "show",
      "name": "Keep Sweet: Pray and Obey",
      "year": "2022",
      "poster": ""
    },
    {
      "id": "tt14126234",
      "type": "show",
      "name": "100 Foot Wave",
      "year": "2021",
      "poster": ""
    },
    {
      "id": "tt22297946",
      "type": "show",
      "name": "Brawn: The Impossible Formula 1 Story",
      "year": "2023",
      "poster": ""
    },
    {
      "id": "tt32146518",
      "type": "show",
      "name": "AMERICA'S SWEETHEARTS: Dallas Cowboys Cheerleaders",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt1408430",
      "type": "show",
      "name": "30 for 30",
      "year": "2009",
      "poster": ""
    },
    {
      "id": "tt31193442",
      "type": "show",
      "name": "Quiet on Set: The Dark Side of Kids TV",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt11947238",
      "type": "show",
      "name": "History's Greatest Mysteries",
      "year": "2020",
      "poster": ""
    },
    {
      "id": "tt16415264",
      "type": "show",
      "name": "Benjamin Franklin",
      "year": "2022",
      "poster": ""
    },
    {
      "id": "tt13623992",
      "type": "show",
      "name": "Welcome to Earth",
      "year": "2021",
      "poster": ""
    },
    {
      "id": "tt0159876",
      "type": "show",
      "name": "Great Performances",
      "year": "1972",
      "poster": "https://image.tmdb.org/t/p/w500/osi8npAfC1Lrbrlw5qvXENaX3Dx.jpg",
      "description": "Country music legend Patsy Cline was a trailblazer in her genre, paving the way for artists who followed in her footsteps. This fall, Great Performances presents Patsy Cline: Walkin' After Midnight, a star-studded concert filmed at the historic Ryman Auditorium, Patsy's home stage in Nashville, to celebrate her life, legacy and music. The concert features artists from numerous genres like country, pop, rock, gospel, bluegrass and more including Wynonna, Ashley McBryde, Grace Potter, Beverly D'Angelo, Crystal Gayle, Pat Benatar and Neil Giraldo, Mickey Guyton, Kristin Chenoweth, Rita Wilson, Natalie Grant, Kellie Pickler, Pam Tillis, Tigerlily Gold, Reyna Roberts, Tami Neilson, Tiera Kennedy, Mandy Barnett, Annie Bosko, The Isaacs and Home Free.",
      "rating": 0.0
    },
    {
      "id": "tt9159144",
      "type": "show",
      "name": "Dark Side of the Ring",
      "year": "2019",
      "poster": ""
    },
    {
      "id": "tt19037550",
      "type": "show",
      "name": "Love on the Spectrum",
      "year": "2022",
      "poster": ""
    },
    {
      "id": "tt26777035",
      "type": "show",
      "name": "Quarterback",
      "year": "2023",
      "poster": ""
    },
    {
      "id": "tt14734548",
      "type": "show",
      "name": "9/11: One Day in America",
      "year": "2021",
      "poster": ""
    },
    {
      "id": "tt2167393",
      "type": "show",
      "name": "The Men Who Built America",
      "year": "2012",
      "poster": ""
    },
    {
      "id": "tt15260794",
      "type": "show",
      "name": "Turning Point: 9/11 and the War on Terror",
      "year": "2021",
      "poster": ""
    },
    {
      "id": "tt32376394",
      "type": "show",
      "name": "Court of Gold",
      "year": "2025",
      "poster": ""
    },
    {
      "id": "tt32482555",
      "type": "show",
      "name": "The Black Swan",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt34379135",
      "type": "show",
      "name": "Churchill at War",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt27790101",
      "type": "show",
      "name": "Conan O'Brien Must Go",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt14866598",
      "type": "show",
      "name": "Angry Young Men",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt0103396",
      "type": "show",
      "name": "Dateline NBC",
      "year": "1992",
      "poster": ""
    },
    {
      "id": "tt18257378",
      "type": "show",
      "name": "The Dynasty: New England Patriots",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt6719950",
      "type": "show",
      "name": "Muhammad Ali",
      "year": "2021",
      "poster": ""
    },
    {
      "id": "tt32331294",
      "type": "show",
      "name": "Hitler and the Nazis: Evil on Trial",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt33301469",
      "type": "show",
      "name": "Mr. McMahon",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt26218826",
      "type": "show",
      "name": "Six Nations: Full Contact",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt8342862",
      "type": "show",
      "name": "Evil Genius",
      "year": "2018",
      "poster": "",
      "description": "",
      "rating": 7.0
    },
    {
      "id": "tt5248878",
      "type": "show",
      "name": "Hunting Hitler",
      "year": "2015",
      "poster": ""
    },
    {
      "id": "tt28523129",
      "type": "show",
      "name": "Live to 100: Secrets of the Blue Zones",
      "year": "2023",
      "poster": ""
    },
    {
      "id": "tt1702042",
      "type": "show",
      "name": "An Idiot Abroad",
      "year": "2010",
      "poster": ""
    },
    {
      "id": "tt36241713",
      "type": "show",
      "name": "From Rock Star to Killer",
      "year": "2025",
      "poster": ""
    },
    {
      "id": "tt13530014",
      "type": "show",
      "name": "Signs Of A Psychopath",
      "year": "2020",
      "poster": ""
    },
    {
      "id": "tt34026692",
      "type": "show",
      "name": "Tsunami: Race Against Time",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt21217912",
      "type": "show",
      "name": "Trainwreck: Woodstock '99",
      "year": "2022",
      "poster": ""
    },
    {
      "id": "tt21062540",
      "type": "show",
      "name": "How to Change Your Mind",
      "year": "2022",
      "poster": ""
    },
    {
      "id": "tt2194326",
      "type": "show",
      "name": "History of the Eagles",
      "year": "2013",
      "poster": ""
    },
    {
      "id": "tt20863280",
      "type": "show",
      "name": "The U.S. and the Holocaust",
      "year": "2022",
      "poster": ""
    },
    {
      "id": "tt11165002",
      "type": "show",
      "name": "The Devil Next Door",
      "year": "2019",
      "poster": ""
    },
    {
      "id": "tt6958022",
      "type": "show",
      "name": "The Defiant Ones",
      "year": "2017",
      "poster": ""
    },
    {
      "id": "tt14094206",
      "type": "show",
      "name": "Marvel Studios: Assembled",
      "year": "2021",
      "poster": ""
    },
    {
      "id": "tt14524712",
      "type": "show",
      "name": "Beckham",
      "year": "2023",
      "poster": ""
    },
    {
      "id": "tt23330464",
      "type": "show",
      "name": "Stolen Youth: Inside the Cult at Sarah Lawrence",
      "year": "2023",
      "poster": ""
    },
    {
      "id": "tt9148598",
      "type": "show",
      "name": "McMillion$",
      "year": "2020",
      "poster": ""
    },
    {
      "id": "tt19296314",
      "type": "show",
      "name": "Tour de France: Unchained",
      "year": "2023",
      "poster": ""
    },
    {
      "id": "tt13129360",
      "type": "show",
      "name": "Hemingway",
      "year": "2021",
      "poster": ""
    },
    {
      "id": "tt28145016",
      "type": "show",
      "name": "Last Call: When a Serial Killer Stalked Queer New York",
      "year": "2023",
      "poster": ""
    },
    {
      "id": "tt14167390",
      "type": "show",
      "name": "House of Secrets: The Burari Deaths",
      "year": "2021",
      "poster": ""
    },
    {
      "id": "tt5784958",
      "type": "show",
      "name": "American Monster",
      "year": "2016",
      "poster": ""
    },
    {
      "id": "tt3951130",
      "type": "show",
      "name": "Fear Thy Neighbor",
      "year": "2014",
      "poster": ""
    },
    {
      "id": "tt22059224",
      "type": "show",
      "name": "Russia 1985-1999: TraumaZone",
      "year": "2022",
      "poster": ""
    },
    {
      "id": "tt6233538",
      "type": "show",
      "name": "Roman Empire",
      "year": "2016",
      "poster": ""
    },
    {
      "id": "tt11600174",
      "type": "show",
      "name": "The Pharmacist",
      "year": "2020",
      "poster": ""
    },
    {
      "id": "tt9425132",
      "type": "show",
      "name": "Conversations with a Killer: The Ted Bundy Tapes",
      "year": "2019",
      "poster": ""
    },
    {
      "id": "tt4295140",
      "type": "show",
      "name": "Chef's Table",
      "year": "2015",
      "poster": ""
    },
    {
      "id": "tt10222764",
      "type": "show",
      "name": "The Vow",
      "year": "2020",
      "poster": ""
    },
    {
      "id": "tt14111774",
      "type": "show",
      "name": "John Wayne Gacy: Devil in Disguise",
      "year": "2021",
      "poster": ""
    },
    {
      "id": "tt0996994",
      "type": "show",
      "name": "The War",
      "year": "2008",
      "poster": ""
    },
    {
      "id": "tt0429466",
      "type": "show",
      "name": "Who Do You Think You Are? (UK)",
      "year": "2004",
      "poster": ""
    },
    {
      "id": "tt0914376",
      "type": "show",
      "name": "The Innocent Man",
      "year": "2018",
      "poster": ""
    },
    {
      "id": "tt18970124",
      "type": "show",
      "name": "Conversations with a Killer: The John Wayne Gacy Tapes",
      "year": "2022",
      "poster": ""
    },
    {
      "id": "tt14832124",
      "type": "show",
      "name": "Love Has Won: The Cult of Mother God",
      "year": "2023",
      "poster": ""
    },
    {
      "id": "tt0429434",
      "type": "show",
      "name": "Snapped",
      "year": "2004",
      "poster": ""
    },
    {
      "id": "tt12930534",
      "type": "show",
      "name": "Challenger: The Final Flight",
      "year": "2020",
      "poster": ""
    },
    {
      "id": "tt23022276",
      "type": "show",
      "name": "Pepsi, Where's My Jet?",
      "year": "2022",
      "poster": ""
    },
    {
      "id": "tt7406320",
      "type": "show",
      "name": "Eli Roth's History of Horror",
      "year": "2018",
      "poster": ""
    },
    {
      "id": "tt11823076",
      "type": "show",
      "name": "Tiger King: Murder, Mayhem and Madness",
      "year": "2020",
      "poster": ""
    },
    {
      "id": "tt11904786",
      "type": "show",
      "name": "Love on the Spectrum",
      "year": "2019",
      "poster": ""
    },
    {
      "id": "tt32932523",
      "type": "show",
      "name": "Worst Ex Ever",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt10098248",
      "type": "show",
      "name": "The Food That Built America",
      "year": "2019",
      "poster": ""
    },
    {
      "id": "tt27837209",
      "type": "show",
      "name": "Once Upon a Time in Northern Ireland",
      "year": "2023",
      "poster": ""
    },
    {
      "id": "tt33038128",
      "type": "show",
      "name": "Wyatt Earp and the Cowboy War",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt0123338",
      "type": "show",
      "name": "60 Minutes",
      "year": "1968",
      "poster": ""
    },
    {
      "id": "tt22807484",
      "type": "show",
      "name": "Ancient Apocalypse",
      "year": "2022",
      "poster": ""
    },
    {
      "id": "tt10359446",
      "type": "show",
      "name": "The Chef Show",
      "year": "2019",
      "poster": ""
    },
    {
      "id": "tt33050454",
      "type": "show",
      "name": "Hunting a Monster",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt33397790",
      "type": "show",
      "name": "Anatomy of Lies",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt6587094",
      "type": "show",
      "name": "Five Came Back",
      "year": "2017",
      "poster": "https://image.tmdb.org/t/p/w500/2XlOc0kQGK9q7Xjq77FLBllppm8.jpg",
      "description": "The extraordinary story of how Hollywood changed World War II – and how World War II changed Hollywood, through the interwoven experiences of five legendary filmmakers who went to war to serve their country and bring the truth to the American people: John Ford, William Wyler, John Huston, Frank Capra, and George Stevens. Based on Mark Harris’ best-selling book, “Five Came Back: A Story of Hollywood and the Second World War.”",
      "rating": 7.889
    },
    {
      "id": "tt14832996",
      "type": "show",
      "name": "How to Become a Tyrant",
      "year": "2021",
      "poster": ""
    },
    {
      "id": "tt28466971",
      "type": "show",
      "name": "Till Murder Do Us Part: Soering vs. Haysom",
      "year": "2023",
      "poster": ""
    },
    {
      "id": "tt6760366",
      "type": "show",
      "name": "Casey Anthony: An American Murder Mystery",
      "year": "2017",
      "poster": ""
    },
    {
      "id": "tt27713897",
      "type": "show",
      "name": "Arnold",
      "year": "2023",
      "poster": ""
    },
    {
      "id": "tt14055432",
      "type": "show",
      "name": "The Crime of the Century",
      "year": "2021",
      "poster": ""
    },
    {
      "id": "tt9573980",
      "type": "show",
      "name": "Leaving Neverland",
      "year": "2019",
      "poster": ""
    },
    {
      "id": "tt0959858",
      "type": "show",
      "name": "Long Way Down",
      "year": "2007",
      "poster": ""
    },
    {
      "id": "tt19896784",
      "type": "show",
      "name": "LIGHT & MAGIC",
      "year": "2022",
      "poster": ""
    },
    {
      "id": "tt32828209",
      "type": "show",
      "name": "Are You Sure?!",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt0046593",
      "type": "show",
      "name": "Disneyland",
      "year": "1954",
      "poster": ""
    },
    {
      "id": "tt31389100",
      "type": "show",
      "name": "Hope on the Street",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt1641247",
      "type": "show",
      "name": "Life's Too Short",
      "year": "2011",
      "poster": ""
    },
    {
      "id": "tt28712944",
      "type": "show",
      "name": "Full Speed",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt4939064",
      "type": "show",
      "name": "Mars",
      "year": "2016",
      "poster": ""
    },
    {
      "id": "tt0484243",
      "type": "show",
      "name": "A Haunting",
      "year": "2005",
      "poster": ""
    },
    {
      "id": "tt22746676",
      "type": "show",
      "name": "Vatican Girl: The Disappearance of Emanuela Orlandi",
      "year": "2022",
      "poster": ""
    },
    {
      "id": "tt0094574",
      "type": "show",
      "name": "Unsolved Mysteries",
      "year": "1988",
      "poster": ""
    },
    {
      "id": "tt5759360",
      "type": "show",
      "name": "RoboDoc: The Creation of RoboCop",
      "year": "2023",
      "poster": ""
    },
    {
      "id": "tt28014919",
      "type": "show",
      "name": "The Golden Boy",
      "year": "2023",
      "poster": ""
    },
    {
      "id": "tt27629275",
      "type": "show",
      "name": "Mastermind: To Think Like a Killer",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt12163674",
      "type": "show",
      "name": "The Last Narc",
      "year": "2020",
      "poster": ""
    },
    {
      "id": "tt21867596",
      "type": "show",
      "name": "Sins of Our Mother",
      "year": "2022",
      "poster": ""
    },
    {
      "id": "tt3463426",
      "type": "show",
      "name": "Web of Lies",
      "year": "2014",
      "poster": ""
    },
    {
      "id": "tt28498129",
      "type": "show",
      "name": "Telemarketers",
      "year": "2023",
      "poster": ""
    },
    {
      "id": "tt7596008",
      "type": "show",
      "name": "Trump: An American Dream",
      "year": "2017",
      "poster": ""
    },
    {
      "id": "tt1934673",
      "type": "show",
      "name": "Homicide Hunter: Lt. Joe Kenda",
      "year": "2011",
      "poster": ""
    },
    {
      "id": "tt9614090",
      "type": "show",
      "name": "I Love You, Now Die: The Commonwealth v. Michelle Carter",
      "year": "2019",
      "poster": ""
    },
    {
      "id": "tt0271894",
      "type": "show",
      "name": "48 Hours",
      "year": "1988",
      "poster": ""
    },
    {
      "id": "tt26218818",
      "type": "show",
      "name": "Captains of the World",
      "year": "2023",
      "poster": ""
    },
    {
      "id": "tt0103529",
      "type": "show",
      "name": "Round the Twist",
      "year": "1990",
      "poster": ""
    },
    {
      "id": "tt0108961",
      "type": "show",
      "name": "Time Team",
      "year": "1994",
      "poster": ""
    },
    {
      "id": "tt27599123",
      "type": "show",
      "name": "McGREGOR FOREVER",
      "year": "2023",
      "poster": ""
    },
    {
      "id": "tt8914684",
      "type": "show",
      "name": "Sunderland 'Til I Die",
      "year": "2018",
      "poster": ""
    },
    {
      "id": "tt28959491",
      "type": "show",
      "name": "Six Schizophrenic Brothers",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt15286764",
      "type": "show",
      "name": "The Way Down: God, Greed, and the Cult of Gwen Shamblin",
      "year": "2021",
      "poster": ""
    },
    {
      "id": "tt11012086",
      "type": "show",
      "name": "Destination Fear",
      "year": "2019",
      "poster": ""
    },
    {
      "id": "tt15258106",
      "type": "show",
      "name": "Arctic Ascent with Alex Honnold",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt23732458",
      "type": "show",
      "name": "Madoff: The Monster of Wall Street",
      "year": "2023",
      "poster": ""
    },
    {
      "id": "tt8396314",
      "type": "show",
      "name": "Exterminate All the Brutes",
      "year": "2021",
      "poster": ""
    },
    {
      "id": "tt7306056",
      "type": "show",
      "name": "Wormwood",
      "year": "2017",
      "poster": ""
    },
    {
      "id": "tt15489004",
      "type": "show",
      "name": "Wild Crime",
      "year": "2021",
      "poster": ""
    },
    {
      "id": "tt1549918",
      "type": "show",
      "name": "Wheeler Dealers",
      "year": "2003",
      "poster": ""
    },
    {
      "id": "tt27972462",
      "type": "show",
      "name": "Messi's World Cup: The Rise of a Legend",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt15130518",
      "type": "show",
      "name": "The Walking Dead: Origins",
      "year": "2021",
      "poster": ""
    },
    {
      "id": "tt9642938",
      "type": "show",
      "name": "Unsolved Mysteries",
      "year": "2020",
      "poster": ""
    },
    {
      "id": "tt32608335",
      "type": "show",
      "name": "Receiver",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt32937646",
      "type": "show",
      "name": "Chimp Crazy",
      "year": "2024",
      "poster": ""
    },
    {
      "id": "tt0190211",
      "type": "show",
      "name": "Zoboomafoo",
      "year": "1999",
      "poster": ""
    },
    {
      "id": "tt15789898",
      "type": "show",
      "name": "Gold & Greed: The Hunt for Fenn's Treasure",
      "year": "2025",
      "poster": ""
    },
    {
      "id": "tt1815138",
      "type": "show",
      "name": "The Mokhtar Narrative",
      "year": "2010",
      "poster": ""
    },
    {
      "id": "tt6333098",
      "type": "show",
      "name": "Abstract: The Art of Design",
      "year": "2017",
      "poster": ""
    },
    {
      "id": "tt35407689",
      "type": "show",
      "name": "Vietnam: The War That Changed America",
      "year": "2025",
      "poster": ""
    }
  ]
}