{
  "metas": [
    {
      "id": "tt26548265",
      "type": "movie",
      "name": "Maharaja",
      "year": "2024",
      "poster": "https://image.tmdb.org/t/p/w500/s0m4TM1XRAftQStgKpw024RvkJo.jpg",
      "description": "A barber seeks vengeance after his home is burglarized, cryptically telling police his \"Lakshmi\" has been taken, leaving them uncertain if it's a person or object, jeer at his request until they learn what they're really looking for.",
      "rating": 7.673
    },
    {
      "id": "tt9639470",
      "type": "movie",
      "name": "Last Night in Soho",
      "year": "2021",
      "poster": "https://image.tmdb.org/t/p/w500/n1ZRmjlk1BJTY7aASqACfPAaLn2.jpg",
      "description": "A young girl, passionate about fashion design, is mysteriously able to enter the 1960s where she encounters her idol, a dazzling wannabe singer. But 1960s London is not what it seems, and time seems to be falling apart with shady consequences.",
      "rating": 7.288
    },
    {
      "id": "tt7939766",
      "type": "movie",
      "name": "I'm Thinking of Ending Things",
      "year": "2020",
      "poster": "https://image.tmdb.org/t/p/w500/5ynWWapdl45hJXUh0KIevxSG9JQ.jpg",
      "description": "Nothing is as it seems when a woman experiencing misgivings about her new boyfriend joins him on a road trip to meet his parents at their remote farm.",
      "rating": 6.572
    },
    {
      "id": "tt6723592",
      "type": "movie",
      "name": "Tenet",
      "year": "2020",
      "poster": "https://image.tmdb.org/t/p/w500/aCIFMriQh8rvhxpN1IWGgvH0Tlg.jpg",
      "description": "Armed with only one word - Tenet - and fighting for the survival of the entire world, the Protagonist journeys through a twilight world of international espionage on a mission that will unfold in something beyond real time.",
      "rating": 7.2
    },
    {
      "id": "tt11464826",
      "type": "movie",
      "name": "The Social Dilemma",
      "year": "2020",
      "poster": "https://image.tmdb.org/t/p/w500/jdmagxKK7g2rPkdltC7Kga2MBbp.jpg",
      "description": "This documentary-drama hybrid explores the dangerous human impact of social networking, with tech experts sounding the alarm on their own creations.",
      "rating": 7.439
    },
    {
      "id": "tt7286456",
      "type": "movie",
      "name": "Joker",
      "year": "2019",
      "poster": "https://image.tmdb.org/t/p/w500/udDclJoHjfjb8Ekgsd4FDteOkCU.jpg",
      "description": "During the 1980s, a failed stand-up comedian is driven insane and turns to a life of crime and chaos in Gotham City while becoming an infamous psychopathic crime figure.",
      "rating": 8.1
    },
    {
      "id": "tt4332232",
      "type": "movie",
      "name": "Fractured",
      "year": "2019",
      "poster": "https://image.tmdb.org/t/p/w500/paZNRffT3kUckuRFKbeDBuX1YcZ.jpg",
      "description": "Driving cross-country, Ray and his wife and daughter stop at a highway rest area where his daughter falls and breaks her arm. After a frantic rush to the hospital and a clash with the check-in nurse, Ray is finally able to get her to a doctor. While the wife and daughter go downstairs for an MRI, Ray, exhausted, passes out in a chair in the lobby. Upon waking up, they have no record or knowledge of Ray's family ever being checked in.",
      "rating": 6.745
    },
    {
      "id": "tt6751668",
      "type": "movie",
      "name": "Parasite",
      "year": "2019",
      "poster": "https://image.tmdb.org/t/p/w500/7IiTTgloJzvGI1TAYymCfbfl3vT.jpg",
      "description": "All unemployed, Ki-taek's family takes peculiar interest in the wealthy and glamorous Parks for their livelihood until they get entangled in an unexpected incident.",
      "rating": 8.5
    },
    {
      "id": "tt6857112",
      "type": "movie",
      "name": "Us",
      "year": "2019",
      "poster": "https://image.tmdb.org/t/p/w500/ux2dU1jQ2ACIMShzB3yP93Udpzc.jpg",
      "description": "Husband and wife Gabe and Adelaide Wilson take their kids to their beach house expecting to unplug and unwind with friends. But as night descends, their serenity turns to tension and chaos when some shocking visitors arrive uninvited.",
      "rating": 6.955
    },
    {
      "id": "tt9495224",
      "type": "movie",
      "name": "Black Mirror: Bandersnatch",
      "year": "2018",
      "poster": "https://image.tmdb.org/t/p/w500/fR0VZ0VE598zl1lrYf7IfBqEwQ2.jpg",
      "description": "In 1984, a young programmer begins to question reality as he adapts a dark fantasy novel into a video game. A mind-bending tale with multiple endings.",
      "rating": 6.763
    },
    {
      "id": "tt6908274",
      "type": "movie",
      "name": "Mirage",
      "year": "2018",
      "poster": "https://image.tmdb.org/t/p/w500/hmhYM1CNBhpWTYjUEZ4leQDmIYw.jpg",
      "description": "During a mysterious thunderstorm, Vera, a young mother, manages to save a life in danger, but her good deed causes a disturbing chain of unexpected consequences.",
      "rating": 7.463
    },
    {
      "id": "tt7668870",
      "type": "movie",
      "name": "Searching",
      "year": "2018",
      "poster": "https://image.tmdb.org/t/p/w500/yuAPCsCGJGSxA7YOW4elF5JNrzK.jpg",
      "description": "After David Kim's 16-year-old daughter goes missing, a local investigation is opened and a detective is assigned to the case. But 37 hours later and without a single lead, David decides to search the one place no one has looked yet, where all secrets are kept today: his daughter's laptop.",
      "rating": 7.569
    },
    {
      "id": "tt7282468",
      "type": "movie",
      "name": "Burning",
      "year": "2018",
      "poster": "https://image.tmdb.org/t/p/w500/kXiF80o74fE9gf3Utf9moAI7ar0.jpg",
      "description": "Deliveryman Jong-su is out on a job when he runs into Hae-mi, a girl who once lived in his neighborhood. She asks if he'd mind looking after her cat while she's away on a trip to Africa. On her return, she introduces to Jong-su an enigmatic young man named Ben, who she met during her trip. One day Ben tells Jong-su about his most unusual hobby.",
      "rating": 7.383
    },
    {
      "id": "tt6742252",
      "type": "movie",
      "name": "The Guilty",
      "year": "2018",
      "poster": "https://image.tmdb.org/t/p/w500/42QPG6p7oLcLd4LQOPeSTLhqfMx.jpg",
      "description": "Police officer Asger Holm, demoted to desk work as an alarm dispatcher, answers a call from a panicked woman who claims to have been kidnapped. Confined to the police station and with the phone as his only tool, Asger races against time to get help and find her.",
      "rating": 7.3
    },
    {
      "id": "tt2798920",
      "type": "movie",
      "name": "Annihilation",
      "year": "2018",
      "poster": "https://image.tmdb.org/t/p/w500/4YRplSk6BhH6PRuE9gfyw9byUJ6.jpg",
      "description": "A biologist signs up for a dangerous, secret expedition into a mysterious zone where the laws of nature don't apply.",
      "rating": 6.43
    },
    {
      "id": "tt3402236",
      "type": "movie",
      "name": "Murder on the Orient Express",
      "year": "2017",
      "poster": "https://image.tmdb.org/t/p/w500/7GtdJU6iAg6fjQu3E3zta3bIAQh.jpg",
      "description": "Genius Belgian detective Hercule Poirot investigates the murder of an American tycoon aboard the Orient Express train.",
      "rating": 6.703
    },
    {
      "id": "tt3748172",
      "type": "movie",
      "name": "Gerald's Game",
      "year": "2017",
      "poster": "https://image.tmdb.org/t/p/w500/32dippiypDdaKv7XFEfUlQ7kPup.jpg",
      "description": "When her husband's sex game goes wrong, Jessie (who is handcuffed to a bed in a remote lake house) faces warped visions, dark secrets and a dire choice.",
      "rating": 6.401
    },
    {
      "id": "tt5729348",
      "type": "movie",
      "name": "Memoir of a Murderer",
      "year": "2017",
      "poster": "https://image.tmdb.org/t/p/w500/eTdvO9AwJrxq02iYf4Lu5qA0fNc.jpg",
      "description": "A former serial killer with Alzheimer's fights to protect his daughter from her mysterious boyfriend who may be a serial killer too.",
      "rating": 7.4
    },
    {
      "id": "tt1241317",
      "type": "movie",
      "name": "Death Note",
      "year": "2017",
      "poster": "https://image.tmdb.org/t/p/w500/8xRQ0KG9ZZzjEiFa5fgEaTKhc0d.jpg",
      "description": "Light Turner finds a supernatural notebook and uses it to mete out death, attracting the attention of a detective, a demon and a girl in his class.",
      "rating": 4.264
    },
    {
      "id": "tt4693358",
      "type": "movie",
      "name": "OtherLife",
      "year": "2017",
      "poster": "https://image.tmdb.org/t/p/w500/stSDsKsb4fS6NPzuHwfAWD2jim8.jpg",
      "description": "Ren Amari is the driven inventor of a revolutionary new drug. OtherLife expands the brain's sense of time and creates virtual reality directly in the user's mind. With OtherLife, mere seconds in real life feel like hours or days of exciting adventures. As Ren and her colleagues race around the clock to launch OtherLife, the government muscles in to use the drugs as a radical solution to prison overcrowding. They will create virtual cells where criminals serve long sentences in just minutes of real time. When Ren resists, she finds herself an unwilling guinea pig trapped in a prison cell in her mind. She must escape before she descends into madness, and then regain control of OtherLife before others suffer the same fate.",
      "rating": 6.393
    },
    {
      "id": "tt6333060",
      "type": "movie",
      "name": "Icarus",
      "year": "2017",
      "poster": "https://image.tmdb.org/t/p/w500/x5azMi1KvZWbBbfjmGqpHNGqjH.jpg",
      "description": "While investigating the furtive world of illegal doping in sports, director Bryan Fogel connects with renegade Russian scientist Dr. Grigory Rodchenkov—a pillar of his country’s “anti-doping” program. Over dozens of Skype calls, urine samples, and badly administered hormone injections, Fogel and Rodchenkov grow closer despite shocking allegations that place Rodchenkov at the center of Russia’s state-sponsored Olympic doping program.",
      "rating": 7.652
    },
    {
      "id": "tt6265828",
      "type": "movie",
      "name": "A Ghost Story",
      "year": "2017",
      "poster": "https://image.tmdb.org/t/p/w500/rp5JPIyZi9sMob15l46zNQLe5cO.jpg",
      "description": "Recently deceased, a white-sheeted ghost returns to his suburban home to console his bereft wife, only to find that in his spectral state he has become unstuck in time, forced to watch passively as the life he knew and the woman he loves slowly slip away.",
      "rating": 7.087
    },
    {
      "id": "tt3286052",
      "type": "movie",
      "name": "The Blackcoat's Daughter",
      "year": "2017",
      "poster": "https://image.tmdb.org/t/p/w500/jO2aHAiWgQSlpAIPGZikiMDdMXx.jpg",
      "description": "Two young women at a prestigious prep school are assailed by an evil, invisible power when they're stranded over winter break.",
      "rating": 5.9
    },
    {
      "id": "tt5155780",
      "type": "movie",
      "name": "The Discovery",
      "year": "2017",
      "poster": "https://image.tmdb.org/t/p/w500/nLIDouFvreSrs8xK62zuvpEPDw0.jpg",
      "description": "In the near future, due to a breakthrough scientific discovery by Dr. Thomas Harbor, there is now definitive proof of an afterlife. While countless people have chosen suicide to reset their existence, others try to decide what it all means. Among them is Dr. Harbor's son Will, who has arrived at his father's isolated compound with a mysterious young woman named Isla. There, they discover the strange acolytes who help Dr. Harbor with his experiments.",
      "rating": 6.27
    },
    {
      "id": "tt1219827",
      "type": "movie",
      "name": "Ghost in the Shell",
      "year": "2017",
      "poster": "https://image.tmdb.org/t/p/w500/zCtL3UBgCoZzd7XTVGhvl6XY75E.jpg",
      "description": "In the near future, Major is the first of her kind: a human saved from a terrible crash, then cyber-enhanced to be a perfect soldier devoted to stopping the world's most dangerous criminals.",
      "rating": 6.101
    },
    {
      "id": "tt5052448",
      "type": "movie",
      "name": "Get Out",
      "year": "2017",
      "poster": "https://image.tmdb.org/t/p/w500/tFXcEccSQMf3lfhfXKSU9iRBpa3.jpg",
      "description": "Chris and his girlfriend Rose go upstate to visit her parents for the weekend. At first, Chris reads the family's overly accommodating behavior as nervous attempts to deal with their daughter's interracial relationship, but as the weekend progresses, a series of increasingly disturbing discoveries lead him to a truth that he never could have imagined.",
      "rating": 7.619
    },
    {
      "id": "tt4731136",
      "type": "movie",
      "name": "A Cure for Wellness",
      "year": "2017",
      "poster": "https://image.tmdb.org/t/p/w500/8QWJtne0pTsNoJ86KE993aQYTLW.jpg",
      "description": "An ambitious young executive is sent to retrieve his company's CEO from an idyllic but mysterious \"wellness center\" at a remote location in the Swiss Alps but soon suspects that the spa's miraculous treatments are not what they seem.",
      "rating": 6.34
    },
    {
      "id": "tt4972582",
      "type": "movie",
      "name": "Split",
      "year": "2017",
      "poster": "https://image.tmdb.org/t/p/w500/lli31lYTFpvxVBeFHWoe5PMfW5s.jpg",
      "description": "Though Kevin has evidenced 23 personalities to his trusted psychiatrist, Dr. Fletcher, there remains one still submerged who is set to materialize and dominate all the others. Compelled to abduct three teenage girls led by the willful, observant Casey, Kevin reaches a war for survival among all of those contained within him — as well as everyone around him — as the walls between his compartments shatter apart.",
      "rating": 7.342
    },
    {
      "id": "tt4857264",
      "type": "movie",
      "name": "The Invisible Guest",
      "year": "2017",
      "poster": "https://image.tmdb.org/t/p/w500/fptnZJbLzKUHeNlYrAynbyoL5YJ.jpg",
      "description": "Barcelona, Spain. Adrián Doria, a young and successful businessman accused of murder, meets one night with Virginia Goodman, an expert interrogation lawyer, in order to devise a defense strategy.",
      "rating": 8.085
    },
    {
      "id": "tt4714782",
      "type": "movie",
      "name": "Personal Shopper",
      "year": "2016",
      "poster": "https://image.tmdb.org/t/p/w500/cdm6qZgmbaIwjKBZnUSGWS4eyM2.jpg",
      "description": "Maureen, mid-20s, is a personal shopper for a media celebrity. The job pays for her stay in Paris, a city she refuses to leave until she makes contact with her twin brother who previously died there. Her life becomes more complicated when a mysterious person contacts her via text message.",
      "rating": 5.919
    },
    {
      "id": "tt5225338",
      "type": "movie",
      "name": "The Eyes of My Mother",
      "year": "2016",
      "poster": "https://image.tmdb.org/t/p/w500/hoR1TAxIkO1rRHu3F7cWzKZqxq.jpg",
      "description": "A young, lonely woman is consumed by her deepest and darkest desires after tragedy strikes her quiet country life.",
      "rating": 6.221
    },
    {
      "id": "tt2543164",
      "type": "movie",
      "name": "Arrival",
      "year": "2016",
      "poster": "https://image.tmdb.org/t/p/w500/x2FJsf1ElAgr63Y3PNPtJrcmpoe.jpg",
      "description": "Taking place after alien crafts land around the world, an expert linguist is recruited by the military to determine whether they come in peace or are a threat.",
      "rating": 7.618
    },
    {
      "id": "tt5311514",
      "type": "movie",
      "name": "Your Name.",
      "year": "2016",
      "poster": "https://image.tmdb.org/t/p/w500/q719jXXEzOoYaps6babgKnONONX.jpg",
      "description": "High schoolers Mitsuha and Taki are complete strangers living separate lives. But one night, they suddenly switch places. Mitsuha wakes up in Taki’s body, and he in hers. This bizarre occurrence continues to happen randomly, and the two must adjust their lives around each other.",
      "rating": 8.479
    },
    {
      "id": "tt4062536",
      "type": "movie",
      "name": "Green Room",
      "year": "2016",
      "poster": "https://image.tmdb.org/t/p/w500/evZicaR7nXe4LiD9G6QYTorcJGO.jpg",
      "description": "A punk rock band is forced to fight for survival after witnessing an act of violence at a skinhead bar.",
      "rating": 6.724
    },
    {
      "id": "tt2400463",
      "type": "movie",
      "name": "The Invitation",
      "year": "2016",
      "poster": "https://image.tmdb.org/t/p/w500/otZMaGHWnKPgOODF6SSVNGqbI4X.jpg",
      "description": "Will and his new girlfriend Kira are invited to a dinner with old friends at the house of Will’s ex Eden and her new partner David. Although the evening appears to be relaxed, Will soon gets a creeping suspicion that their charming host David is up to something.",
      "rating": 6.426
    },
    {
      "id": "tt1179933",
      "type": "movie",
      "name": "10 Cloverfield Lane",
      "year": "2016",
      "poster": "https://image.tmdb.org/t/p/w500/84Dhwz93vCin6T1PX6ctSvWEuNE.jpg",
      "description": "After a catastrophic car crash, a young woman wakes up in a survivalist's underground bunker, where he claims to have saved her from an apocalyptic attack that has left the outside world uninhabitable.",
      "rating": 7.0
    },
    {
      "id": "tt3882082",
      "type": "movie",
      "name": "The Boy",
      "year": "2016",
      "poster": "https://image.tmdb.org/t/p/w500/kW2vgzhyWXQu5UxNzebPokipBqH.jpg",
      "description": "A young American woman takes a job as a nanny in a remote English village, soon discovering that the family's eight-year-old son is a life-sized doll that comes with a list of strict rules.",
      "rating": 5.965
    },
    {
      "id": "tt2056771",
      "type": "movie",
      "name": "A Bigger Splash",
      "year": "2015",
      "poster": "https://image.tmdb.org/t/p/w500/b9ca2L41R43Lg1hpSzJHwtDTvYU.jpg",
      "description": "An American couple, Paul and Marianne, spend their vacation in Italy and experience trouble when Marianne invites a former lover and his teenage daughter to visit, which leads to jealousy and dangerous sexual scenarios.",
      "rating": 6.2
    },
    {
      "id": "tt2494362",
      "type": "movie",
      "name": "Bone Tomahawk",
      "year": "2015",
      "poster": "https://image.tmdb.org/t/p/w500/4MmTHpn2Y8emqvBgvOjufImUmKZ.jpg",
      "description": "During a shootout in a saloon, Sheriff Hunt injures a suspicious stranger. The doctor's assistant, wife of the local foreman, tends to him in prison. That night, the town is attacked and they both disappear—only the arrow of a cannibal tribe is found. Hunt and a few of his men go in search of the prisoner and the foreman's wife.",
      "rating": 6.871
    },
    {
      "id": "tt3464902",
      "type": "movie",
      "name": "The Lobster",
      "year": "2015",
      "poster": "https://image.tmdb.org/t/p/w500/7Y9ILV1unpW9mLpGcqyGQU72LUy.jpg",
      "description": "In a dystopian near future, single people, according to the laws of The City, are taken to The Hotel, where they are obliged to find a romantic partner in forty-five days or are transformed into animals and sent off into The Woods.",
      "rating": 7.041
    },
    {
      "id": "tt4178092",
      "type": "movie",
      "name": "The Gift",
      "year": "2015",
      "poster": "https://image.tmdb.org/t/p/w500/kH3qLP8pn68Xq5XwvmPkCyaAU7W.jpg",
      "description": "Simon and Robyn are a young married couple whose life is going as planned until a chance run-in with Simon's high school acquaintance sends their world into a tailspin.",
      "rating": 6.7
    },
    {
      "id": "tt4432480",
      "type": "movie",
      "name": "Rangi Taranga",
      "year": "2015",
      "poster": "https://image.tmdb.org/t/p/w500/jvE6k9noK4BaU2F1GBhVe7vvjcI.jpg",
      "description": "Mysterious events begin to unfold after a reclusive novelist and his wife move back to her ancestral village, followed by a journalist.",
      "rating": 6.8
    },
    {
      "id": "tt3118452",
      "type": "movie",
      "name": "Circle",
      "year": "2015",
      "poster": "https://image.tmdb.org/t/p/w500/hbIL53MdZFJXsgxXaSOVuApWTs8.jpg",
      "description": "In a massive, mysterious chamber, fifty strangers awaken to find themselves trapped with no memory of how they got there.  Organized in an inward-facing circle and unable to move, they quickly learn that every two minutes, one of them must die…executed by a strange device in the center of the room.",
      "rating": 6.018
    },
    {
      "id": "tt3993894",
      "type": "movie",
      "name": "Queen of Earth",
      "year": "2015",
      "poster": "https://image.tmdb.org/t/p/w500/pnkTFRx3fPh6NTSBYmSSjkp48SC.jpg",
      "description": "Two women retreat to a lake house to get a break from the pressures of the outside world, only to realize how disconnected from each other they have become, allowing their suspicions to bleed into reality.",
      "rating": 5.981
    },
    {
      "id": "tt3235888",
      "type": "movie",
      "name": "It Follows",
      "year": "2015",
      "poster": "https://image.tmdb.org/t/p/w500/iwnQ1JH1wdWrGYkgWySptJ5284A.jpg",
      "description": "When carefree teenager Jay sleeps with her older boyfriend for the first time, she learns that she is the latest recipient of a fatal curse that is passed from victim to victim via sexual intercourse. Death, Jay learns, will creep inexorably toward her as either a friend or a stranger. Jay's friends don't believe her seemingly paranoid ravings, until they too begin to see the phantom assassins and band together to help her defend herself.",
      "rating": 6.587
    },
    {
      "id": "tt0470752",
      "type": "movie",
      "name": "Ex Machina",
      "year": "2015",
      "poster": "https://image.tmdb.org/t/p/w500/dmJW8IAKHKxFNiUnoDR7JfsK7Rp.jpg",
      "description": "Caleb, a coder at the world's largest internet company, wins a competition to spend a week at a private mountain retreat belonging to Nathan, the reclusive CEO of the company. But when Caleb arrives at the remote location he finds that he will have to participate in a strange and fascinating experiment in which he must interact with the world's first true artificial intelligence, housed in the body of a beautiful robot girl.",
      "rating": 7.572
    },
    {
      "id": "tt4219130",
      "type": "movie",
      "name": "Psycho-Pass: The Movie",
      "year": "2015",
      "poster": "https://image.tmdb.org/t/p/w500/hUlhPosXp62uuTS0c2aINdg8cvV.jpg",
      "description": "Year 2116—The Japanese government begins to export the Sibyl System unmanned drone robots to troubled countries, and the system spreads throughout the world. A state in the midst of a civil war, SEAUn (the South East Asia Union), brings in the Sibyl System as an experiment. Under the new system, the coastal town of Shambala Float achieves temporary peace and safety. But then SEAUn sends terrorists to Japan. They slip through the Sibyl System and then attack from within. The shadow of a certain man falls on this incident. In charge of the police, Tsunemori travels to Shambala Float to investigate. The truth of justice on this new ground will become clear.",
      "rating": 7.011
    },
    {
      "id": "tt3086442",
      "type": "movie",
      "name": "Goodnight Mommy",
      "year": "2015",
      "poster": "https://image.tmdb.org/t/p/w500/2qGRjDPpai1J2DBrs2Cwqm9fIx9.jpg",
      "description": "In the heat of the summer lays a lonesome house in the countryside where nine year old twin brothers await their mother’s return.  When she comes home, bandaged after cosmetic surgery, nothing is like before and the children start to doubt whether this woman is actually who she says she is.",
      "rating": 6.668
    },
    {
      "id": "tt0816692",
      "type": "movie",
      "name": "Interstellar",
      "year": "2014",
      "poster": "https://image.tmdb.org/t/p/w500/gEU2QniE6E77NI6lCU6MxlNBvIx.jpg",
      "description": "The adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage.",
      "rating": 8.5
    },
    {
      "id": "tt2562232",
      "type": "movie",
      "name": "Birdman or (The Unexpected Virtue of Ignorance)",
      "year": "2014",
      "poster": "https://image.tmdb.org/t/p/w500/rHUg2AuIuLSIYMYFgavVwqt1jtc.jpg",
      "description": "A fading actor best known for his portrayal of a popular superhero attempts to mount a comeback by appearing in a Broadway play. As opening night approaches, his attempts to become more altruistic, rebuild his career, and reconnect with friends and family prove more difficult than expected.",
      "rating": 7.451
    },
    {
      "id": "tt2582802",
      "type": "movie",
      "name": "Whiplash",
      "year": "2014",
      "poster": "https://image.tmdb.org/t/p/w500/7fn624j5lj3xTme2SgiLCeuedmO.jpg",
      "description": "Under the direction of a ruthless instructor, a talented young drummer begins to pursue perfection at any cost, even his humanity.",
      "rating": 8.376
    },
    {
      "id": "tt3099498",
      "type": "movie",
      "name": "Tusk",
      "year": "2014",
      "poster": "https://image.tmdb.org/t/p/w500/pA2SgITmH0lzet9Nn5cxeinRKMv.jpg",
      "description": "When his best friend and podcast co-host goes missing in the backwoods of Canada, a young guy joins forces with his friend's girlfriend to search for him.",
      "rating": 5.5
    },
    {
      "id": "tt3504048",
      "type": "movie",
      "name": "Housebound",
      "year": "2014",
      "poster": "https://image.tmdb.org/t/p/w500/jPKEeHmUuoDnIaRs6VUqSr4qRGR.jpg",
      "description": "When Kylie Bucknell is sentenced to home detention, she's forced to come to terms with her unsociable behaviour, her blabbering mother and a hostile spirit who seems less than happy about the new living arrangement.",
      "rating": 6.575
    },
    {
      "id": "tt1726592",
      "type": "movie",
      "name": "Before I Go to Sleep",
      "year": "2014",
      "poster": "https://image.tmdb.org/t/p/w500/1sSWpTupVixOanIpZdLGzsKvcZS.jpg",
      "description": "A woman wakes up every day, remembering nothing as a result of a traumatic accident in her past. One day, new terrifying truths emerge that force her to question everyone around her.",
      "rating": 6.487
    },
    {
      "id": "tt2397535",
      "type": "movie",
      "name": "Predestination",
      "year": "2014",
      "poster": "https://image.tmdb.org/t/p/w500/38Xr1JnV1ZcLQ55zmdSp6n475cZ.jpg",
      "description": "Predestination chronicles the life of a Temporal Agent sent on an intricate series of time-travel journeys designed to prevent future killers from committing their crimes. Now, on his final assignment, the Agent must stop the one criminal that has eluded him throughout time and prevent a devastating attack in which thousands of lives will be lost.",
      "rating": 7.424
    },
    {
      "id": "tt1631867",
      "type": "movie",
      "name": "Edge of Tomorrow",
      "year": "2014",
      "poster": "https://image.tmdb.org/t/p/w500/nBM9MMa2WCwvMG4IJ3eiGUdbPe6.jpg",
      "description": "Major Bill Cage is an officer who has never seen a day of combat when he is unceremoniously demoted and dropped into combat. Cage is killed within minutes, managing to take an alpha alien down with him. He awakens back at the beginning of the same day and is forced to fight and die again... and again - as physical contact with the alien has thrown him into a time loop.",
      "rating": 7.632
    },
    {
      "id": "tt2669336",
      "type": "movie",
      "name": "Time Lapse",
      "year": "2014",
      "poster": "https://image.tmdb.org/t/p/w500/lfggWOEZ9pL34XKYisBTJ0vFnFS.jpg",
      "description": "Three friends discover a mysterious machine that takes pictures 24 hours into the future and conspire to use it for personal gain, until disturbing and dangerous images begin to develop.",
      "rating": 6.532
    },
    {
      "id": "tt2427892",
      "type": "movie",
      "name": "Tom at the Farm",
      "year": "2014",
      "poster": "https://image.tmdb.org/t/p/w500/df7pp0jSs4wRxfWHtdgCaDPelmm.jpg",
      "description": "A young man travels to an isolated farm for his lover's funeral where he's quickly drawn into a twisted, sexually charged game by his lover's aggressive brother.",
      "rating": 6.795
    },
    {
      "id": "tt2209764",
      "type": "movie",
      "name": "Transcendence",
      "year": "2014",
      "poster": "https://image.tmdb.org/t/p/w500/qmOKJWl3wnXDcLhjtJHnCCCvAiO.jpg",
      "description": "Two leading computer scientists work toward their goal of Technological Singularity,  as a radical anti-technology organization fights to prevent them from creating a world where computers can transcend the abilities of the human brain.",
      "rating": 6.058
    },
    {
      "id": "tt2692904",
      "type": "movie",
      "name": "Locke",
      "year": "2014",
      "poster": "https://image.tmdb.org/t/p/w500/tTREq5tTyYwmSLDRMhybJ82zXcX.jpg",
      "description": "Ivan Locke has worked hard to craft a good life for himself. Tonight, that life will collapse around him. On the eve of the biggest challenge of his career, Ivan receives a phone call that sets in motion a series of events that will unravel his family, job, and soul.",
      "rating": 6.901
    },
    {
      "id": "tt2910814",
      "type": "movie",
      "name": "The Signal",
      "year": "2014",
      "poster": "https://image.tmdb.org/t/p/w500/r5v3gzfxtnO9bKebs5Ujee6LLP1.jpg",
      "description": "On a road trip, Nic and two friends are drawn to an isolated area by a computer genius. When everything suddenly goes dark, Nic regains consciousness – only to find himself in a waking nightmare.",
      "rating": 6.012
    },
    {
      "id": "tt1441395",
      "type": "movie",
      "name": "Under the Skin",
      "year": "2014",
      "poster": "https://image.tmdb.org/t/p/w500/55wmcXJIDYITr7JDijJTdvwSaAv.jpg",
      "description": "A seductive stranger prowls the streets of Glasgow in search of prey: unsuspecting men who fall under her spell.",
      "rating": 6.14
    },
    {
      "id": "tt2316411",
      "type": "movie",
      "name": "Enemy",
      "year": "2014",
      "poster": "https://image.tmdb.org/t/p/w500/vf40tyDRKZsBmaLsYeopzfFLzLx.jpg",
      "description": "A mild-mannered college professor discovers a look-alike actor and delves into the other man's private affairs.",
      "rating": 6.858
    },
    {
      "id": "tt2358592",
      "type": "movie",
      "name": "Lucia",
      "year": "2013",
      "poster": "https://image.tmdb.org/t/p/w500/svn981N5s5OUuaBnXwXvteXnhXY.jpg",
      "description": "A man suffering from insomnia is tricked into buying a drug, Lucia, that makes his desires come true in his dreams, blurring the line between fantasy and reality.",
      "rating": 7.176
    },
    {
      "id": "tt2333804",
      "type": "movie",
      "name": "The Zero Theorem",
      "year": "2013",
      "poster": "https://image.tmdb.org/t/p/w500/j2sEI9FOaJszidVatzIaaMPdLsm.jpg",
      "description": "A computer hacker's goal to discover the reason for human existence continually finds his work interrupted thanks to the Management; this time, they send a teenager and lusty love interest to distract him.",
      "rating": 6.103
    },
    {
      "id": "tt2866360",
      "type": "movie",
      "name": "Coherence",
      "year": "2013",
      "poster": "https://image.tmdb.org/t/p/w500/ezUtb9m5DeLwL2gxi4gktzNCvQv.jpg",
      "description": "Four couples gather for dinner the night a mysterious and powerful comet passes overhead.",
      "rating": 7.22
    },
    {
      "id": "tt2071550",
      "type": "movie",
      "name": "Open Grave",
      "year": "2013",
      "poster": "https://image.tmdb.org/t/p/w500/tgXcICQjS3aEbxCYgYMroBXyJGn.jpg",
      "description": "A man awakes-- without memory -- in a pit full of bodies and must figure out if the people who rescued him are the killers, or if he is the murderer.",
      "rating": 5.969
    },
    {
      "id": "tt1706620",
      "type": "movie",
      "name": "Snowpiercer",
      "year": "2013",
      "poster": "https://image.tmdb.org/t/p/w500/9JPx09Rr0Txq2eSQfjq1DEBR5cx.jpg",
      "description": "In a future where a failed global-warming experiment kills off most life on the planet, a class system evolves aboard the Snowpiercer; a train that travels around the globe via a perpetual-motion engine.",
      "rating": 6.907
    },
    {
      "id": "tt2084989",
      "type": "movie",
      "name": "Upstream Color",
      "year": "2013",
      "poster": "https://image.tmdb.org/t/p/w500/zeV2KXaluXjXAq9wBg6Q0LHJjNm.jpg",
      "description": "A man and woman are drawn together, entangled in the lifecycle of an ageless organism. Identity becomes an illusion as they struggle to assemble the loose fragments of wrecked lives.",
      "rating": 6.333
    },
    {
      "id": "tt1924429",
      "type": "movie",
      "name": "Trance",
      "year": "2013",
      "poster": "https://image.tmdb.org/t/p/w500/3MVYuyVknNA9yC0Gy6z3zDAiWfX.jpg",
      "description": "A violent gang enlists the help of a hypnotherapist in an attempt to locate a painting which somehow vanished in the middle of a heist.",
      "rating": 6.623
    },
    {
      "id": "tt1682180",
      "type": "movie",
      "name": "Stoker",
      "year": "2013",
      "poster": "https://image.tmdb.org/t/p/w500/SnWKUNVfnLCkKfXkOfpbbAaPUp.jpg",
      "description": "After India's father dies in an auto accident, her uncle Charlie, who she never knew existed, comes to live with her and her emotionally unstable mother Evelyn. Soon after his arrival, she comes to suspect this mysterious, charming man has ulterior motives, but instead of feeling outrage or horror, this friendless girl becomes increasingly infatuated with him.",
      "rating": 6.64
    },
    {
      "id": "tt1905040",
      "type": "movie",
      "name": "The Dyatlov Pass Incident",
      "year": "2013",
      "poster": "https://image.tmdb.org/t/p/w500/8hyvniwVeSvKbTNKrY44ndMsQht.jpg",
      "description": "In February of 1959, nine Russian hikers ventured into a remote area of the Ural Mountains. Two weeks later, all of them were found dead. What happened is a mystery that has baffled investigators and researchers for decades. It has become known as the Dyatlov Pass Incident.  When five ambitious American college students are issued a grant to return to the site of the original events, they gear up with the belief that they can uncover and document the truth of what happened to the supposedly experienced hikers. But what they find is more shocking than anything they could have imagined. Retracing the steps of the Russians' ill-fated journey, the students are plagued by strange and increasingly terrifying phenomena that suggest that in spite of the desolate surroundings, they are not alone. The forces at work in the Dyatlov Pass Incident have been waiting for them.",
      "rating": 5.924
    },
    {
      "id": "tt2027140",
      "type": "movie",
      "name": "Mood Indigo",
      "year": "2013",
      "poster": "https://image.tmdb.org/t/p/w500/y41mndWYov3oPSZdHUtyjEdALvF.jpg",
      "description": "A woman suffers from an unusual illness caused by a flower growing in her lungs.",
      "rating": 6.15
    },
    {
      "id": "tt1937149",
      "type": "movie",
      "name": "The Body",
      "year": "2012",
      "poster": "https://image.tmdb.org/t/p/w500/du9zczcShf4WIuljDR0Aib7AYtX.jpg",
      "description": "A woman’s body disappears mysteriously from the morgue without a trace. Police inspector Jaime Peña investigates the strange occurrence with the help of Álex Ulloa, the widower of the missing woman.",
      "rating": 7.521
    },
    {
      "id": "tt1371111",
      "type": "movie",
      "name": "Cloud Atlas",
      "year": "2012",
      "poster": "https://image.tmdb.org/t/p/w500/8naVv2Xu3rWI5JKHz0vCujx6GaJ.jpg",
      "description": "A set of six nested stories spanning time between the 19th century and a distant post-apocalyptic future. Cloud Atlas explores how the actions and consequences of individual lives impact one another throughout the past, the present and the future. Action, mystery and romance weave through the story as one soul is shaped from a killer into a hero and a single act of kindness ripples across centuries to inspire a revolution in the distant future.  Based on the award winning novel by David Mitchell. Directed by Tom Tykwer and the Wachowskis.",
      "rating": 6.887
    },
    {
      "id": "tt1276104",
      "type": "movie",
      "name": "Looper",
      "year": "2012",
      "poster": "https://image.tmdb.org/t/p/w500/sNjL6SqErDBE8OUZlrDLkexfsCj.jpg",
      "description": "In the year 2044, time travel has not yet been invented but in 30 years it will have been. When the mob wants to get rid of someone, they will send their target into the past where a looper, a hired gun, like Joe is waiting to mop up. Joe is getting rich and life is good until the day the mob decides to close the loop, sending back Joe's future self for assassination.",
      "rating": 6.895
    },
    {
      "id": "tt1560747",
      "type": "movie",
      "name": "The Master",
      "year": "2012",
      "poster": "https://image.tmdb.org/t/p/w500/jjVGdNt4fYb3T2hjISGZ2qnCuaV.jpg",
      "description": "Freddie, a volatile, heavy-drinking veteran who suffers from post-traumatic stress disorder, finds some semblance of a family when he stumbles onto the ship of Lancaster Dodd, the charismatic leader of a new \"religion\" he forms after World War II.",
      "rating": 7.114
    },
    {
      "id": "tt1833844",
      "type": "movie",
      "name": "Berberian Sound Studio",
      "year": "2012",
      "poster": "https://image.tmdb.org/t/p/w500/sCrLZYF7TU32Vk5bOIJneVAcoKE.jpg",
      "description": "In the 1970s, a British sound technician is brought to Italy to work on the sound effects for a gruesome horror film. His nightmarish task slowly takes over his psyche, driving him to confront his own past.",
      "rating": 6.054
    },
    {
      "id": "tt1386703",
      "type": "movie",
      "name": "Total Recall",
      "year": "2012",
      "poster": "https://image.tmdb.org/t/p/w500/hVUxVVzZ0WvvPIpKwsMPMDOQyqi.jpg",
      "description": "Factory worker Doug Quaid takes a virtual mind-trip vacation with the Rekall company, opting for implanted memories of being a spy. When the procedure goes wrong, Quaid becomes a wanted man by the police and joins forces with a rebel fighter to stop the evil Chancellor Cohaagen.",
      "rating": 6.024
    },
    {
      "id": "tt2076220",
      "type": "movie",
      "name": "Holy Motors",
      "year": "2012",
      "poster": "https://image.tmdb.org/t/p/w500/4ZuTrrDQhCS9f6KzIX6HfsjjyMd.jpg",
      "description": "We follow 24 hours in the life of a being moving from life to life like a cold and solitary assassin moving from hit to hit. In each of these interwoven lives, the being possesses an entirely distinct identity: sometimes a man, sometimes a woman, sometimes youthful, sometimes old. By turns murderer, beggar, company chairman, monstrous creature, worker, family man.",
      "rating": 6.986
    },
    {
      "id": "tt1259521",
      "type": "movie",
      "name": "The Cabin in the Woods",
      "year": "2012",
      "poster": "https://image.tmdb.org/t/p/w500/zZZe5wn0udlhMtdlDjN4NB72R6e.jpg",
      "description": "A group of teens journey to a remote cabin in the woods where their fate is unknowingly controlled by technicians as part of a worldwide conspiracy where all horror movie clichés are revealed to be part of an elaborate sacrifice ritual.",
      "rating": 6.638
    },
    {
      "id": "tt1990181",
      "type": "movie",
      "name": "Brake",
      "year": "2012",
      "poster": "https://image.tmdb.org/t/p/w500/qKDoK8hUt8fGGXKpvAnt3AQVUvy.jpg",
      "description": "A Secret Service Agent is held captive in the trunk of a car and endures high-speed mental and physical torture as terrorists attempt to extract needed information for their sinister plot.",
      "rating": 5.766
    },
    {
      "id": "tt1441326",
      "type": "movie",
      "name": "Martha Marcy May Marlene",
      "year": "2011",
      "poster": "https://image.tmdb.org/t/p/w500/oDPZ6lch424c1BVZ7jP5tSwrJ6X.jpg",
      "description": "After several years of living with a cult, Martha finally escapes and calls her estranged sister, Lucy, for help. Martha finds herself at the quiet Connecticut home Lucy shares with her new husband, Ted, but the memories of what she experienced in the cult make peace hard to find. As flashbacks continue to torment her, Martha fails to shake a terrible sense of dread, especially in regard to the cult's manipulative leader.",
      "rating": 6.596
    },
    {
      "id": "tt1521197",
      "type": "movie",
      "name": "Anonymous",
      "year": "2011",
      "poster": "https://image.tmdb.org/t/p/w500/mRjdFP0kqCPaDKeXgQtsb7how6e.jpg",
      "description": "Set against the backdrop of the succession of Queen Elizabeth I, and the Essex Rebellion against her, the story advances the theory that it was in fact Edward De Vere, Earl of Oxford who penned Shakespeare's plays.",
      "rating": 6.402
    },
    {
      "id": "tt1675192",
      "type": "movie",
      "name": "Take Shelter",
      "year": "2011",
      "poster": "https://image.tmdb.org/t/p/w500/dldIX0q5jewe8rSyCh8d5I1RYx3.jpg",
      "description": "Plagued by a series of apocalyptic visions, a young husband and father questions whether to shelter his family from a coming storm, or from himself.",
      "rating": 7.036
    },
    {
      "id": "tt1242460",
      "type": "movie",
      "name": "We Need to Talk About Kevin",
      "year": "2011",
      "poster": "https://image.tmdb.org/t/p/w500/auAmiRmbBQ5QIYGpWgcGBoBQY3b.jpg",
      "description": "After her son Kevin commits a horrific act, troubled mother Eva reflects on her complicated relationship with her disturbed son as he grew from a toddler into a teenager.",
      "rating": 7.544
    },
    {
      "id": "tt1772250",
      "type": "movie",
      "name": "The Hidden Face",
      "year": "2011",
      "poster": "https://image.tmdb.org/t/p/w500/sk6D07ntxMgzqArCq1ufHSvxZvt.jpg",
      "description": "A Spanish orchestra conductor deals with the mysterious disappearance of his girlfriend.",
      "rating": 7.301
    },
    {
      "id": "tt1189073",
      "type": "movie",
      "name": "The Skin I Live In",
      "year": "2011",
      "poster": "https://image.tmdb.org/t/p/w500/xa7uCwGYykrf8MMI8iF5dZvNlrG.jpg",
      "description": "A brilliant plastic surgeon creates a synthetic skin that withstands any kind of damage. His guinea pig: a mysterious and volatile woman who holds the key to his obsession.",
      "rating": 7.493
    },
    {
      "id": "tt1527186",
      "type": "movie",
      "name": "Melancholia",
      "year": "2011",
      "poster": "https://image.tmdb.org/t/p/w500/fMneszMiQuTKY8JUXrGGB5vwqJf.jpg",
      "description": "Two sisters find their already strained relationship challenged as a mysterious new planet threatens to collide with Earth.",
      "rating": 7.168
    },
    {
      "id": "tt0478304",
      "type": "movie",
      "name": "The Tree of Life",
      "year": "2011",
      "poster": "https://image.tmdb.org/t/p/w500/l8cwuB5WJSoj4uMAsnzuHBOMaSJ.jpg",
      "description": "The impressionistic story of a Texas family in the 1950s. The film follows the life journey of the eldest son, Jack, through the innocence of childhood to his disillusioned adult years as he tries to reconcile a complicated relationship with his father. Jack finds himself a lost soul in the modern world, seeking answers to the origins and meaning of life while questioning the existence of faith.",
      "rating": 6.738
    },
    {
      "id": "tt1401152",
      "type": "movie",
      "name": "Unknown",
      "year": "2011",
      "poster": "https://image.tmdb.org/t/p/w500/aXBQD515okXQZmYA89ntXMvSJSd.jpg",
      "description": "A man awakens from a coma, only to discover that someone has taken on his identity and that no one, (not even his wife), believes him. With the help of a young woman, he sets out to prove who he is.",
      "rating": 6.685
    },
    {
      "id": "tt1772398",
      "type": "movie",
      "name": "The Strange Thing About the Johnsons",
      "year": "2011",
      "poster": "https://image.tmdb.org/t/p/w500/ac2GXs7rJ7eQBKcvjRA3VDSNxA4.jpg",
      "description": "A father gets trapped in a one-sided incestuous relationship with his abusive son.",
      "rating": 6.86
    },
    {
      "id": "tt0947798",
      "type": "movie",
      "name": "Black Swan",
      "year": "2010",
      "poster": "https://image.tmdb.org/t/p/w500/viWheBd44bouiLCHgNMvahLThqx.jpg",
      "description": "The story of Nina, a ballerina in a New York City ballet company whose life, like all those in her profession, is completely consumed with dance. She lives with her retired ballerina mother Erica who zealously supports her daughter's professional ambition. When artistic director Thomas Leroy decides to replace prima ballerina Beth MacIntyre for the opening production of their new season, Swan Lake, Nina is his first choice.",
      "rating": 7.687
    },
    {
      "id": "tt1401143",
      "type": "movie",
      "name": "Rare Exports: A Christmas Tale",
      "year": "2010",
      "poster": "https://image.tmdb.org/t/p/w500/jzaweEESl54ejxo3EE5uNL8lgTn.jpg",
      "description": "Young Pietari lives with his reindeer-herding father in arctic Finland. On the eve of Christmas, a nearby excavation makes a frightening discovery and an evil Santa Claus is unleashed…",
      "rating": 6.212
    },
    {
      "id": "tt1612774",
      "type": "movie",
      "name": "Rubber",
      "year": "2010",
      "poster": "https://image.tmdb.org/t/p/w500/mWgCORI5IC5vOvB2cDVQe0YNtXZ.jpg",
      "description": "A group of people gather in the California desert to watch a \"film\" set in the late 1990s featuring a sentient, homicidal car tire named Robert. The assembled crowd of onlookers watch as Robert becomes obsessed with a beautiful and mysterious woman and goes on a rampage through a desert town.",
      "rating": 5.913
    },
    {
      "id": "tt1255953",
      "type": "movie",
      "name": "Incendies",
      "year": "2010",
      "poster": "https://image.tmdb.org/t/p/w500/yH6DAQVgbyj72S66gN4WWVoTjuf.jpg",
      "description": "A mother's last wishes send twins Jeanne and Simon on a journey to Middle East in search of their tangled roots. Adapted from Wajdi Mouawad's acclaimed play, Incendies tells the powerful and moving tale of two young adults' voyage to the core of deep-rooted hatred, never-ending wars and enduring love.",
      "rating": 8.097
    },
    {
      "id": "tt1375666",
      "type": "movie",
      "name": "Inception",
      "year": "2010",
      "poster": "https://image.tmdb.org/t/p/w500/ljsZTbVsrQSqZgWeep2B1QiDKuh.jpg",
      "description": "Cobb, a skilled thief who commits corporate espionage by infiltrating the subconscious of his targets is offered a chance to regain his old life as payment for a task considered to be impossible: \"inception\", the implantation of another person's idea into a target's subconscious.",
      "rating": 8.37
    },
    {
      "id": "tt1216520",
      "type": "movie",
      "name": "Womb",
      "year": "2010",
      "poster": "https://image.tmdb.org/t/p/w500/raTEzBZBflPyVhOls4PmrryvPos.jpg",
      "description": "A woman's consuming love forces her to bear the clone of her dead beloved. From his infancy to manhood, she faces the unavoidable complexities of her controversial decision.",
      "rating": 6.049
    },
    {
      "id": "tt1314652",
      "type": "movie",
      "name": "The Housemaid",
      "year": "2010",
      "poster": "https://image.tmdb.org/t/p/w500/md6HraW0KUU6URNLPMkGsQwjovN.jpg",
      "description": "Eun-yi is hired as a maid in a mansion owned by a wealthy businessman. He quickly starts seducing his employee who seemingly has little choice but to comply with his sexual advances. Soon the women of the family plot against Eun-yi who must fight an equally devious battle to protect herself.",
      "rating": 6.367
    },
    {
      "id": "tt1191111",
      "type": "movie",
      "name": "Enter the Void",
      "year": "2010",
      "poster": "https://image.tmdb.org/t/p/w500/krKnsfvSJM1PL40tLicRhVQ6kuG.jpg",
      "description": "This psychedelic tour of life after death is seen entirely from the point of view of Oscar, a young American drug dealer and addict living in Tokyo with his prostitute sister, Linda. When Oscar is killed by police during a bust gone bad, his spirit journeys from the past -- where he sees his parents before their deaths -- to the present -- where he witnesses his own autopsy -- and then to the future, where he looks out for his sister from beyond the grave.",
      "rating": 7.301
    },
    {
      "id": "tt1130884",
      "type": "movie",
      "name": "Shutter Island",
      "year": "2010",
      "poster": "https://image.tmdb.org/t/p/w500/nrmXQ0zcZUL8jFLrakWc90IR8z9.jpg",
      "description": "World War II soldier-turned-U.S. Marshal Teddy Daniels investigates the disappearance of a patient from a hospital for the criminally insane, but his efforts are compromised by troubling visions and a mysterious doctor.",
      "rating": 8.201
    },
    {
      "id": "tt0374853",
      "type": "movie",
      "name": "Malice in Wonderland",
      "year": "2010",
      "poster": "https://image.tmdb.org/t/p/w500/azesynSFVrwZbBpATRP7lGbTpoo.jpg",
      "description": "A modern take on the classic fairytale, Alice in Wonderland, set in South East England.An American law student in London. Knocked down by a black cab, she wakes with amnesia in a world that's a million miles from home - Wonderland. We follow her adventures as she's dragged through an underworld filled with twisted individuals and the lowest low-lifers, by the enigmatic cab driver, Whitey. She needs to find out who she is, where she's from and use what wits she has left to get back home in one piece. As her journey progresses she discovers nothing is what it seems, realizes that fate and life are terminally entwined, and finds true love lurking in the unlikeliest place.",
      "rating": 5.328
    },
    {
      "id": "tt0485947",
      "type": "movie",
      "name": "Mr. Nobody",
      "year": "2009",
      "poster": "https://image.tmdb.org/t/p/w500/qNkIONc4Rgmzo23ph7qWp9QfVnW.jpg",
      "description": "Nemo Nobody leads an ordinary existence with his wife and 3 children; one day, he wakes up as a mortal centenarian in the year 2092.",
      "rating": 7.805
    },
    {
      "id": "tt1379182",
      "type": "movie",
      "name": "Dogtooth",
      "year": "2009",
      "poster": "https://image.tmdb.org/t/p/w500/7nLuUGlH12cegPfR84QX4xIIH9k.jpg",
      "description": "Three teenagers are confined to an isolated country estate that could very well be on another planet. The trio spend their days listening to endless homemade tapes that teach them a whole new vocabulary. Any word that comes from beyond their family abode is instantly assigned a new meaning. Hence 'the sea' refers to a large armchair and 'zombies' are little yellow flowers. Having invented a brother whom they claim to have ostracized for his disobedience, the uber-controlling parents terrorize their offspring into submission.",
      "rating": 7.1
    },
    {
      "id": "tt0985058",
      "type": "movie",
      "name": "Metropia",
      "year": "2009",
      "poster": "https://image.tmdb.org/t/p/w500/oo9IJvDKUrhYS7zDimuoSJUPG79.jpg",
      "description": "In the near future, oil reserves are nearly depleted and Europe is connected by series of underground tunnels. While navigating these tunnels, Roger hears voices, one in particular. Seeking a way to rid himself of the voice only leads Roger deeper into a bizarre conspiracy of control - mind and body.",
      "rating": 6.1
    },
    {
      "id": "tt1187064",
      "type": "movie",
      "name": "Triangle",
      "year": "2009",
      "poster": "https://image.tmdb.org/t/p/w500/qdqAewwUsKO1x2p9rAkAOBlXeiF.jpg",
      "description": "When Jess sets sail on a yacht with a group of friends, she cannot shake the feeling that there is something wrong.",
      "rating": 6.92
    },
    {
      "id": "tt1410261",
      "type": "movie",
      "name": "Symbol",
      "year": "2009",
      "poster": "https://image.tmdb.org/t/p/w500/3hWWrQ86GJMb0JQEY6JhHPnveW4.jpg",
      "description": "A Japanese man in polka-dot pajamas wakes up in a room with no doors. Meanwhile, a middle-aged Mexican wrestler prepares for his most challenging match ever.",
      "rating": 6.684
    },
    {
      "id": "tt1188729",
      "type": "movie",
      "name": "Pandorum",
      "year": "2009",
      "poster": "https://image.tmdb.org/t/p/w500/mNMfa6r3pl0EzFIKEkVcxyr6Rc7.jpg",
      "description": "Two crew members wake up on an abandoned spacecraft with no idea who they are, how long they've been asleep, or what their mission is. The two soon discover they're actually not alone – and the reality of their situation is more horrifying than they could have imagined.",
      "rating": 6.562
    },
    {
      "id": "tt1148204",
      "type": "movie",
      "name": "Orphan",
      "year": "2009",
      "poster": "https://image.tmdb.org/t/p/w500/lCGpOgoTOGLtZnBiGY9HRg5Xnjd.jpg",
      "description": "After losing their baby, a married couple adopt 9-year old Esther, who may not be as innocent as she seems.",
      "rating": 6.996
    },
    {
      "id": "tt1182345",
      "type": "movie",
      "name": "Moon",
      "year": "2009",
      "poster": "https://image.tmdb.org/t/p/w500/35IU0Mq0zFsN1mYwDGts5mKc77n.jpg",
      "description": "With only three weeks left in his three-year contract, Sam Bell is getting anxious to finally return to Earth. He is the only occupant of a Moon-based manufacturing facility along with his computer and assistant, GERTY. When he has an accident however, he awakens to find that he is not alone.",
      "rating": 7.566
    },
    {
      "id": "tt0870984",
      "type": "movie",
      "name": "Antichrist",
      "year": "2009",
      "poster": "https://image.tmdb.org/t/p/w500/ge7zbYvpfsDP3luKi0iSpzOgncM.jpg",
      "description": "A grieving couple retreats to their cabin 'Eden' in the woods, hoping to repair their broken hearts and troubled marriage. But nature takes its course and things go from bad to worse.",
      "rating": 6.631
    },
    {
      "id": "tt0815245",
      "type": "movie",
      "name": "The Uninvited",
      "year": "2009",
      "poster": "https://image.tmdb.org/t/p/w500/1xQlzKUDLuCe3SUGIGL6K1PtldH.jpg",
      "description": "Anna returns home after spending time in a psychiatric facility following her mother's tragic death and discovers that her mother's former nurse, Rachel, has moved into their house and become engaged to her father. Soon after she learns this shocking news, Anna is visited by her mother's ghost, who warns her that Rachel has evil intentions.",
      "rating": 6.5
    },
    {
      "id": "tt0918927",
      "type": "movie",
      "name": "Doubt",
      "year": "2008",
      "poster": "https://image.tmdb.org/t/p/w500/9lypT2ghNuUPYVJf66oe4fKvUqI.jpg",
      "description": "In 1964 Bronx, two Catholic school nuns question the new priest's ambiguous relationship with a troubled African-American student.",
      "rating": 7.2
    },
    {
      "id": "tt0804529",
      "type": "movie",
      "name": "Sleep Dealer",
      "year": "2008",
      "poster": "https://image.tmdb.org/t/p/w500/kFXQ4oMJkXAWjyo7Tr5GrLjmk61.jpg",
      "description": "Set in a near-future, militarized world marked by closed borders, virtual labor and a global digital network that joins minds and experiences, three strangers risk their lives to connect with each other and break the barriers of technology.",
      "rating": 5.9
    },
    {
      "id": "tt0383028",
      "type": "movie",
      "name": "Synecdoche, New York",
      "year": "2008",
      "poster": "https://image.tmdb.org/t/p/w500/5UwdhrjXhUgsiDhe1dpS9z4yj7q.jpg",
      "description": "A theater director struggles with his work, and the women in his life, as he attempts to create a life-size replica of New York inside a warehouse as part of his new play.",
      "rating": 7.552
    },
    {
      "id": "tt1020530",
      "type": "movie",
      "name": "Eden Lake",
      "year": "2008",
      "poster": "https://image.tmdb.org/t/p/w500/ldX6jqMf7OcMdGSyG7Uzi64a7ks.jpg",
      "description": "When a young couple goes to a remote wooded lake for a romantic getaway, their quiet weekend is shattered by an aggressive group of local kids. Rowdiness quickly turns to rage as the teens terrorize the couple in unimaginable ways, and a weekend outing becomes a bloody battle for survival.",
      "rating": 6.83
    },
    {
      "id": "tt1029234",
      "type": "movie",
      "name": "Martyrs",
      "year": "2008",
      "poster": "https://image.tmdb.org/t/p/w500/5yfPA9lXqONtLMgZks87ECob1A5.jpg",
      "description": "A young woman’s quest for revenge against the people who kidnapped and tortured her as a child leads her and her best friend, also a victim of child abuse, on a terrifying journey into a living hell of depravity.",
      "rating": 7.309
    },
    {
      "id": "tt0808279",
      "type": "movie",
      "name": "Funny Games",
      "year": "2008",
      "poster": "https://image.tmdb.org/t/p/w500/2RGiR5yNmxXS8c4Qypmbqn0b63w.jpg",
      "description": "When Ann, husband George, and son Georgie arrive at their holiday home they are visited by a pair of polite and seemingly pleasant young men. Armed with deceptively sweet smiles and some golf clubs, they proceed to terrorize and torture the tight-knit clan, giving them until the next day to survive.",
      "rating": 6.6
    },
    {
      "id": "tt1087842",
      "type": "movie",
      "name": "Eden Log",
      "year": "2007",
      "poster": "https://image.tmdb.org/t/p/w500/lNLAMUw2Cm2TJCS3764ZlAh6l1y.jpg",
      "description": "A man wakes up deep inside a cave. Suffering amnesia, he has no recollection of how he came to be here or of what happened to the man whose body he finds beside him. Tailed by a mysterious creature, he must continue through this strange and fantastic world. Enclosed, Tolbiac has no other option to reach the surface than to use REZO ZERO, secret observing cells in this cemetery-like abandoned mine.",
      "rating": 5.025
    },
    {
      "id": "tt0884328",
      "type": "movie",
      "name": "The Mist",
      "year": "2007",
      "poster": "https://image.tmdb.org/t/p/w500/1CvJ6diBACKPVGOpcWuY4XPQdqX.jpg",
      "description": "After a violent storm, a dense cloud of mist envelops a small Maine town, trapping David Drayton and his five-year-old son in a local grocery store with other local residents. They soon discover that the mist conceals deadly horrors that threaten their lives, and worse, their sanity.",
      "rating": 6.938
    },
    {
      "id": "tt0480669",
      "type": "movie",
      "name": "Timecrimes",
      "year": "2007",
      "poster": "https://image.tmdb.org/t/p/w500/zdxQRP7mzczMJBwKnv8MCPRq7rQ.jpg",
      "description": "A man accidentally gets into a time machine and travels back in time nearly an hour. Finding himself will be the first of a series of disasters of unforeseeable consequences.",
      "rating": 7.02
    },
    {
      "id": "tt0477139",
      "type": "movie",
      "name": "Wristcutters: A Love Story",
      "year": "2007",
      "poster": "https://image.tmdb.org/t/p/w500/qModiIR60IMLP28ruGZluQOtsOj.jpg",
      "description": "Zia, distraught over breaking up with his girlfriend, decides to end it all. Unfortunately, he discovers that there is no real ending, only a run-down afterlife that is strikingly similar to his old one, just a bit worse. Discovering that his ex-girlfriend has also \"offed\" herself, he sets out on a road trip to find her.",
      "rating": 6.964
    },
    {
      "id": "tt0805564",
      "type": "movie",
      "name": "Lars and the Real Girl",
      "year": "2007",
      "poster": "https://image.tmdb.org/t/p/w500/nkAt4a7KIPc7Fi1BhxNHhYYbe2b.jpg",
      "description": "Extremely shy Lars finds it impossible to make friends or socialize. His brother and sister-in-law worry about him, so when he announces that he has a girlfriend he met on the Internet, they are overjoyed. But Lars' new lady is a life-size plastic woman. On the advice of a doctor, his family and the rest of the community go along with his delusion.",
      "rating": 7.195
    },
    {
      "id": "tt0450385",
      "type": "movie",
      "name": "1408",
      "year": "2007",
      "poster": "https://image.tmdb.org/t/p/w500/yE9MCW7ZNxSw5SC1TMqm51pMBIV.jpg",
      "description": "A man who specializes in debunking paranormal occurrences checks into the fabled room 1408 in the Dolphin Hotel. Soon after settling in, he confronts genuine terror.",
      "rating": 6.696
    },
    {
      "id": "tt0756683",
      "type": "movie",
      "name": "The Man from Earth",
      "year": "2007",
      "poster": "https://image.tmdb.org/t/p/w500/V086R82gNgWrotaXZFO4JhdgB1.jpg",
      "description": "A departing professor gathers his closest colleagues for an intimate farewell, but the night takes an unexpected turn when he shares a stunning secret about his past. As the conversation unfolds, skepticism and curiosity collide, challenging everything they thought they knew about history, science, and belief.",
      "rating": 7.628
    },
    {
      "id": "tt0464141",
      "type": "movie",
      "name": "The Orphanage",
      "year": "2007",
      "poster": "https://image.tmdb.org/t/p/w500/vIpi1KtHLXUOfSVC2m6MqpjSPgL.jpg",
      "description": "A woman brings her family back to her childhood home, which used to be an orphanage, intent on reopening it. Before long, her son starts to communicate with a new invisible friend.",
      "rating": 7.232
    },
    {
      "id": "tt0448134",
      "type": "movie",
      "name": "Sunshine",
      "year": "2007",
      "poster": "https://image.tmdb.org/t/p/w500/8kX6xmEwz0RpEJkeWjXTkxbOCAp.jpg",
      "description": "Fifty years into the future, the sun is dying, and Earth is threatened by arctic temperatures. A team of astronauts is sent to revive the Sun — but the mission fails. Seven years later, a new team is sent to finish the mission as mankind’s last hope.",
      "rating": 7.0
    },
    {
      "id": "tt0783233",
      "type": "movie",
      "name": "Atonement",
      "year": "2007",
      "poster": "https://image.tmdb.org/t/p/w500/hMRIyBjPzxaSXWM06se3OcNjIQa.jpg",
      "description": "As a 13-year-old, fledgling writer Briony Tallis irrevocably changes the course of several lives when she accuses her older sister's lover of a crime he did not commit.",
      "rating": 7.641
    },
    {
      "id": "tt0481369",
      "type": "movie",
      "name": "The Number 23",
      "year": "2007",
      "poster": "https://image.tmdb.org/t/p/w500/iPJwdvgX3I5dEw9QhDOG3hxUvMp.jpg",
      "description": "Animal control officer Walter Sparrow becomes obsessed with a novel that he believes was written about him, as more and more similarities between himself and his literary alter ego seem to arise.",
      "rating": 6.419
    },
    {
      "id": "tt0460829",
      "type": "movie",
      "name": "Inland Empire",
      "year": "2006",
      "poster": "https://image.tmdb.org/t/p/w500/1ypMcAcqTZrcxFJvERemKc6t9sX.jpg",
      "description": "An actress’s perception of reality becomes increasingly distorted as she finds herself falling for her co-star in a remake of an unfinished Polish production that was supposedly cursed.",
      "rating": 7.0
    },
    {
      "id": "tt0414993",
      "type": "movie",
      "name": "The Fountain",
      "year": "2006",
      "poster": "https://image.tmdb.org/t/p/w500/4XTf8GuCVLWolubANaKkpk62YPq.jpg",
      "description": "Spanning over one thousand years, and three parallel stories, The Fountain is a story of love, death, spirituality, and the fragility of our existence in this world.",
      "rating": 6.907
    },
    {
      "id": "tt0450340",
      "type": "movie",
      "name": "Unknown",
      "year": "2006",
      "poster": "https://image.tmdb.org/t/p/w500/h6hz8LjwyYM0jrz6pxAYicwwIrj.jpg",
      "description": "Five men wake up in a locked-down warehouse with no memory of who they are. They are forced to figure out who is good and who is bad to stay alive.",
      "rating": 6.222
    },
    {
      "id": "tt0482571",
      "type": "movie",
      "name": "The Prestige",
      "year": "2006",
      "poster": "https://image.tmdb.org/t/p/w500/2ZOzyhoW08neG27DVySMCcq2emd.jpg",
      "description": "A mysterious story of two magicians whose intense rivalry leads them on a life-long battle for supremacy -- full of obsession, deceit and jealousy with dangerous and deadly consequences.",
      "rating": 8.203
    },
    {
      "id": "tt0457430",
      "type": "movie",
      "name": "Pan's Labyrinth",
      "year": "2006",
      "poster": "https://image.tmdb.org/t/p/w500/s8C4whhKtDaJvMDcyiMvx3BIF5F.jpg",
      "description": "In post–civil war Spain, 10-year-old Ofelia moves with her pregnant mother to live under the control of her cruel stepfather. Drawn into a mysterious labyrinth, she meets a faun who reveals that she may be a lost princess from an underground kingdom. To return to her true father, she must complete a series of surreal and perilous tasks that blur the line between reality and fantasy.",
      "rating": 7.756
    },
    {
      "id": "tt0851578",
      "type": "movie",
      "name": "Paprika",
      "year": "2006",
      "poster": "https://image.tmdb.org/t/p/w500/bLUUr474Go1DfeN1HLjE3rnZXBq.jpg",
      "description": "When a machine that allows therapists to enter their patient's dreams is stolen, all hell breaks loose. Only a young female therapist can stop it and recover it before damage is done: Paprika.",
      "rating": 7.8
    },
    {
      "id": "tt0486358",
      "type": "movie",
      "name": "Jesus Camp",
      "year": "2006",
      "poster": "https://image.tmdb.org/t/p/w500/6ueSRBYaicEYvR2sFHVvptKNaxI.jpg",
      "description": "Jesus Camp is a Christian summer camp where children hone their \"prophetic gifts\" and are schooled in how to \"take back America for Christ\". The film is a first-ever look into an intense training ground that recruits born-again Christian children to become an active part of America's political future.",
      "rating": 6.988
    },
    {
      "id": "tt0460791",
      "type": "movie",
      "name": "The Fall",
      "year": "2006",
      "poster": "https://image.tmdb.org/t/p/w500/jUx4P4Q1VsQ07rLz7sOlSyNm4F3.jpg",
      "description": "In a hospital on the outskirts of 1920s Los Angeles, an injured stuntman begins to tell a fellow patient, a little girl with a broken arm, a fantastic story about 5 mythical heroes. Thanks to his fractured state of mind and her vivid imagination, the line between fiction and reality starts to blur as the tale advances.",
      "rating": 7.605
    },
    {
      "id": "tt0420223",
      "type": "movie",
      "name": "Stranger Than Fiction",
      "year": "2006",
      "poster": "https://image.tmdb.org/t/p/w500/nCzcepubwShvZ4vbCsygQNgF2Z1.jpg",
      "description": "Harold Crick is a lonely IRS agent whose mundane existence is transformed when he hears a mysterious voice narrating his life.",
      "rating": 7.283
    },
    {
      "id": "tt0443543",
      "type": "movie",
      "name": "The Illusionist",
      "year": "2006",
      "poster": "https://image.tmdb.org/t/p/w500/1O9jUvqkHaGBMVRyOJz1AlkmALW.jpg",
      "description": "With his eye on a lovely aristocrat, a gifted illusionist named Eisenheim uses his powers to win her away from her betrothed, a crown prince. But Eisenheim's scheme creates tumult within the monarchy and ignites the suspicion of a dogged inspector.",
      "rating": 7.297
    },
    {
      "id": "tt0808506",
      "type": "movie",
      "name": "The Girl Who Leapt Through Time",
      "year": "2006",
      "poster": "https://image.tmdb.org/t/p/w500/xHnlWM8BmqY419YUccYy2KC5Jqo.jpg",
      "description": "When 17-year-old Makoto Konno gains the ability to, quite literally, 'leap' backwards through time, she immediately sets about improving her grades and preventing personal mishaps. However, she soon realises that changing the past isn't as simple as it seems, and eventually, will have to rely on her new powers to shape the future of herself and her friends.",
      "rating": 7.784
    },
    {
      "id": "tt0405296",
      "type": "movie",
      "name": "A Scanner Darkly",
      "year": "2006",
      "poster": "https://image.tmdb.org/t/p/w500/lUKudOpHICDj6A6SO7DdaZM4W48.jpg",
      "description": "An undercover cop in a not-too-distant future becomes involved with a dangerous new drug and begins to lose his own identity as a result.",
      "rating": 6.803
    },
    {
      "id": "tt0354899",
      "type": "movie",
      "name": "The Science of Sleep",
      "year": "2006",
      "poster": "https://image.tmdb.org/t/p/w500/8bummqwU6MV65ZJvNtKx8Y3NIEk.jpg",
      "description": "A man entranced by his dreams and imagination is lovestruck with a French woman and feels he can show her his world.",
      "rating": 6.996
    },
    {
      "id": "tt0808185",
      "type": "movie",
      "name": "The Bothersome Man",
      "year": "2006",
      "poster": "https://image.tmdb.org/t/p/w500/mHDeIKvmWYLyXwqXzN4F7Q2CHRT.jpg",
      "description": "Forty-year-old Andreas arrives in a strange city with no memory of how he got there. He is presented with a job, an apartment - even a wife. But before long, Andreas notices that something is wrong. Andreas makes an attempt to escape the city, but he discovers there's no way out. Andreas meets Hugo, who has found a crack in a wall in his cellar. Beautiful music streams out from the crack. Maybe it leads to \"the other side\"? A new plan for escape is hatched.",
      "rating": 7.02
    },
    {
      "id": "tt0384537",
      "type": "movie",
      "name": "Silent Hill",
      "year": "2006",
      "poster": "https://image.tmdb.org/t/p/w500/r0bEDWO2w4a43K2xTNSF284qOsc.jpg",
      "description": "Rose, a desperate mother takes her adopted daughter, Sharon, to the town of Silent Hill in an attempt to cure her of her ailment. After a violent car crash, Sharon disappears and Rose begins a desperate search to get her back. She descends into the center of the twisted reality of a town's terrible secret. Pursued by grotesquely deformed creatures and townspeople stuck in permanent purgatory, Rose begins to uncover the truth behind the apocalyptic disaster that burned the town 30 years earlier.",
      "rating": 6.597
    },
    {
      "id": "tt0393109",
      "type": "movie",
      "name": "Brick",
      "year": "2006",
      "poster": "https://image.tmdb.org/t/p/w500/5WVk8JpNIxepn4fpZzQeCumkOL5.jpg",
      "description": "A teenage loner pushes his way into the underworld of a high school crime ring to investigate the disappearance of his ex-girlfriend.",
      "rating": 6.825
    },
    {
      "id": "tt0425210",
      "type": "movie",
      "name": "Lucky Number Slevin",
      "year": "2006",
      "poster": "https://image.tmdb.org/t/p/w500/x21s3p5wPww534nYj1cWakTcqz4.jpg",
      "description": "Slevin is mistakenly put in the middle of a personal war between the city’s biggest criminal bosses. Under constant watch, Slevin must try not to get killed by an infamous assassin and come up with an idea of how to get out of his current dilemma.",
      "rating": 7.48
    },
    {
      "id": "tt0451829",
      "type": "movie",
      "name": "Funky Forest: The First Contact",
      "year": "2005",
      "poster": "https://image.tmdb.org/t/p/w500/XuQF2LZH3duTm156vdqGPjQ3PA.jpg",
      "description": "An outrageous collection of surreal, short attention span non-sequiturs largely revolving around Guitar Brother, his randy older sibling, and the pair's portly Caucasian brother.",
      "rating": 6.3
    },
    {
      "id": "tt0371257",
      "type": "movie",
      "name": "Stay",
      "year": "2005",
      "poster": "https://image.tmdb.org/t/p/w500/nrLZVP8jG0KBcabahRPp6UP7Oy2.jpg",
      "description": "Psychiatrist Sam Foster has a new patient, Henry Letham, who claims to be suicidal. In trying to diagnose him, Sam visits Henry's prior therapist and also finds Henry's mother -- even though Henry has said that he murdered both of his parents. As reality starts to contradict fact, Sam spirals into an unstable mental state. Then he finds a clue as to how and when Henry may try to kill himself, and races to try to stop him.",
      "rating": 6.591
    },
    {
      "id": "tt0365686",
      "type": "movie",
      "name": "Revolver",
      "year": "2005",
      "poster": "https://image.tmdb.org/t/p/w500/w9NELY89blLetosxODWpZM9XnBm.jpg",
      "description": "Hotshot gambler Jake Green is long on bravado and seriously short of common sense. Rarely is he allowed in any casino because he's a bona fide winner and, in fact, has taken so much money over the years that he's the sole client of his accountant elder brother, Billy. Invited to a private game, Jake is in fear of losing his life.",
      "rating": 6.345
    },
    {
      "id": "tt0410764",
      "type": "movie",
      "name": "Tideland",
      "year": "2005",
      "poster": "https://image.tmdb.org/t/p/w500/mjCRfmxg7awp5kVIM1lHR0d7S4A.jpg",
      "description": "Because of the actions of her irresponsible parents, a young girl is left alone on a decrepit country estate and survives inside her fantastic imagination.",
      "rating": 6.5
    },
    {
      "id": "tt0342882",
      "type": "movie",
      "name": "The Piano Tuner of Earthquakes",
      "year": "2005",
      "poster": "https://image.tmdb.org/t/p/w500/a3vfQ4tsbw6qcw7RJC16RFLwlaX.jpg",
      "description": "Dark fairytale about a demonic doctor who abducts a beautiful opera singer with designs on transforming her into a mechanical nightingale.",
      "rating": 6.281
    },
    {
      "id": "tt0397101",
      "type": "movie",
      "name": "The Skeleton Key",
      "year": "2005",
      "poster": "https://image.tmdb.org/t/p/w500/wHmubdzrVw8oq7htzrf364wsJNp.jpg",
      "description": "A hospice nurse working at a spooky New Orleans plantation home finds herself entangled in a mystery involving the house's dark past.",
      "rating": 6.623
    },
    {
      "id": "tt0318649",
      "type": "movie",
      "name": "Sahara",
      "year": "2005",
      "poster": "https://image.tmdb.org/t/p/w500/kyY1onYxkKBDlJsheRsVbMaoQEM.jpg",
      "description": "Seasoned adventurer and treasure hunter Dirk Pitt, a former Navy SEAL, sets out for the African desert with his wisecracking buddy Al in search of a confederate ironclad battleship rumored to have vanished long ago, the main draw being the treasure supposedly hidden within the lost vessel. When the daring duo come across Dr. Eva Rojas, a beautiful scientist who is juggling an escape from a warlord and a mission to stop the spread of a powerful plague, their desert expedition begins to heat up.",
      "rating": 5.911
    },
    {
      "id": "tt0402249",
      "type": "movie",
      "name": "The Dark Hours",
      "year": "2005",
      "poster": "https://image.tmdb.org/t/p/w500/yOYCpZ7jsMedfkHQpXQJw83F3GL.jpg",
      "description": "Dr. Samantha Goodman is a beautiful, young psychiatrist. Burnt out, she drives to the family’s winter cottage to spend time with her husband and sister. A relaxing weekend is jarringly interrupted when a terrifying and unexpected guest arrives. What follows is an extraordinary night of terror and evil mind games where escape is not an option.",
      "rating": 5.682
    },
    {
      "id": "tt0366627",
      "type": "movie",
      "name": "The Jacket",
      "year": "2005",
      "poster": "https://image.tmdb.org/t/p/w500/mdUKskPTFYxPgbEUfoQryM79wz8.jpg",
      "description": "A military veteran goes on a journey into the future, where he can foresee his death and is left with questions that could save his life and those he loves.",
      "rating": 6.871
    },
    {
      "id": "tt0366780",
      "type": "movie",
      "name": "MirrorMask",
      "year": "2005",
      "poster": "https://image.tmdb.org/t/p/w500/itIJU3NKbdgScA1WPIxXzOlm0Uj.jpg",
      "description": "In a fantasy world of opposing kingdoms, a 15-year old girl must find the fabled MirrorMask in order to save the kingdom and get home.",
      "rating": 6.419
    },
    {
      "id": "tt0424136",
      "type": "movie",
      "name": "Hard Candy",
      "year": "2005",
      "poster": "https://image.tmdb.org/t/p/w500/uHTmlcivbPeclEdmtuQg3zOQWPS.jpg",
      "description": "Hayley’s a smart, charming teenage girl. Jeff’s a handsome, smooth fashion photographer. An Internet chat, a coffee shop meet-up, an impromptu fashion shoot back at Jeff’s place. Jeff thinks it’s his lucky night. He’s in for a surprise.",
      "rating": 6.82
    },
    {
      "id": "tt0390384",
      "type": "movie",
      "name": "Primer",
      "year": "2004",
      "poster": "https://image.tmdb.org/t/p/w500/xEoq2WmDzpzxhkHEsmOYOg6BPg6.jpg",
      "description": "A group of fledgling inventors discover a complex method to manipulate reality. At first, they successfully game the stock market with it, but the consequences of the invention start to catch up with them.",
      "rating": 6.762
    },
    {
      "id": "tt0419677",
      "type": "movie",
      "name": "Dead Man's Shoes",
      "year": "2004",
      "poster": "https://image.tmdb.org/t/p/w500/sCbXlGHmonE3QEOeM7I2PRkG8y6.jpg",
      "description": "A soldier returns to his small town and exacts a deadly revenge on the thugs who tormented his disabled brother while he was away.",
      "rating": 7.117
    },
    {
      "id": "tt0430651",
      "type": "movie",
      "name": "Survive Style 5+",
      "year": "2004",
      "poster": "https://image.tmdb.org/t/p/w500/plk0CXzSH9SeWCnbj2hoQEJJmy4.jpg",
      "description": "Five bizarre stories with no apparent connection to one another eventually become intertwined, resulting in surreal circumstances.",
      "rating": 7.271
    },
    {
      "id": "tt0361862",
      "type": "movie",
      "name": "The Machinist",
      "year": "2004",
      "poster": "https://image.tmdb.org/t/p/w500/diAYqR4xdF9Hnj7qun6DEQhRrT2.jpg",
      "description": "Trevor, an insomniac lathe operator, experiences unusual occurrences at work and home. A strange man follows him everywhere, but no one else seems to notice him.",
      "rating": 7.525
    },
    {
      "id": "tt0377079",
      "type": "movie",
      "name": "Izo",
      "year": "2004",
      "poster": "https://image.tmdb.org/t/p/w500/rr2i9pba5sUieXoycquuNk1I4WN.jpg",
      "description": "Izo is an assassin in the service of a Tosa lord and Imperial supporter. After killing dozens of the Shogun's men, Izo is captured and crucified. Instead of being extinguished, his rage propels him through the space-time continuum to present-day Tokyo. Here Izo transforms himself into a new, improved killing machine.",
      "rating": 6.083
    },
    {
      "id": "tt0407821",
      "type": "movie",
      "name": "Spider Forest",
      "year": "2004",
      "poster": "https://image.tmdb.org/t/p/w500/jBEkJPSxwptnt2fjkrHQnqtc4WY.jpg",
      "description": "TV Producer Kang Min enters Spider Forest for a documentary. He enters a cabin and discovers two brutally murdered bodies. One is his girlfriend Hwang Soo-Young and the other is his colleague Choi Jong-Pil. Kang Min also senses someone watching him and runs after that person into to the forest. He's soon knocked unconscious. When he awakens again he continues his chase into a tunnel. Kang Min is then struck by a speeding car.",
      "rating": 6.7
    },
    {
      "id": "tt0405821",
      "type": "movie",
      "name": "Casshern",
      "year": "2004",
      "poster": "https://image.tmdb.org/t/p/w500/naIjHWfQFge69GqeehgsekwDkbl.jpg",
      "description": "Fifty years of war between the Great Eastern Federation and Europa - now merged as Eurasia - have taken their toll on planet Earth. As a result of the use of biological, chemical and nuclear weapons, much of Earth has become uninhabitable and people have become prey to new diseases. Professor Azuma's \"neo-cell\" project, which is supposed to be the answer to mankind's hardships, becomes a nightmare come true when mutants spawned from the experiment escape and declare war on the human race. Azuma's son Tetsuya, who was killed during the previous war, is reborn into the cyborg Casshern as mankind's last hope against the new mutant threat. This live-action sci-fi movie based on a 1973 Japanese animé of the same name.",
      "rating": 5.873
    },
    {
      "id": "tt0325596",
      "type": "movie",
      "name": "The I Inside",
      "year": "2004",
      "poster": "https://image.tmdb.org/t/p/w500/vGPMhj7Pp2bxubm7JsCyTB3Tg6Z.jpg",
      "description": "When Simon awakens in the hospital after surviving a near-fatal accident, amnesia has erased the last two years from his memory. He learns that his brother was killed, he has married a woman he doesn't remember and he's haunted by strange visions of the woman he loved.",
      "rating": 5.937
    },
    {
      "id": "tt0338013",
      "type": "movie",
      "name": "Eternal Sunshine of the Spotless Mind",
      "year": "2004",
      "poster": "https://image.tmdb.org/t/p/w500/5MwkWH9tYHv3mV9OdYTMR5qreIz.jpg",
      "description": "Joel Barish, heartbroken that his girlfriend underwent a procedure to erase him from her memory, decides to do the same. However, as he watches his memories of her fade away, he realises that he still loves her, and may be too late to correct his mistake.",
      "rating": 8.092
    },
    {
      "id": "tt0317042",
      "type": "movie",
      "name": "One Point O",
      "year": "2004",
      "poster": "https://image.tmdb.org/t/p/w500/hFiozrJZK6a3BTnkmyDMrTjeVNe.jpg",
      "description": "Paranoid computer programmer Simon wakes up to find a package in his room one day. Despite attempts at securing his apartment, the packages keep arriving. While cameras watch Simon's every move, he struggles to find the answers to the mysterious forces taking over his life.",
      "rating": 5.631
    },
    {
      "id": "tt0363988",
      "type": "movie",
      "name": "Secret Window",
      "year": "2004",
      "poster": "https://image.tmdb.org/t/p/w500/hvzw4wufKZkDCTPVeG71Z7pGfZh.jpg",
      "description": "Mort Rainey, a writer just emerging from a painful divorce with his ex-wife, is stalked at his remote lake house by a psychotic stranger and would-be scribe who claims Rainey swiped his best story idea. But as Rainey endeavors to prove his innocence, he begins to question his own sanity.",
      "rating": 6.6
    },
    {
      "id": "tt0347246",
      "type": "movie",
      "name": "Ghost in the Shell 2: Innocence",
      "year": "2004",
      "poster": "https://image.tmdb.org/t/p/w500/1ZJRbLDVr90KLtKdmTT4WZhT26E.jpg",
      "description": "Cyborg detective Batou is assigned to investigate a series of murders committed by gynoids—doll-like cyborgs, which all malfunctioned, killed, then self-destructed afterwards. The brains of the gynoids initialize in order to protect their manufacturer's software, but in one gynoid, which Batou himself neutralized, one file remains: a voice speaking the phrase \"Help me.\"",
      "rating": 7.342
    },
    {
      "id": "tt0289879",
      "type": "movie",
      "name": "The Butterfly Effect",
      "year": "2004",
      "poster": "https://image.tmdb.org/t/p/w500/ea5iv7TWMh18fOKoRGgmtcg85Gx.jpg",
      "description": "A young man struggles to access sublimated childhood memories. He finds a technique that allows him to travel back into the past, to occupy his childhood body and change history. However, he soon finds that every change he makes has unexpected consequences.",
      "rating": 7.575
    },
    {
      "id": "tt0319061",
      "type": "movie",
      "name": "Big Fish",
      "year": "2003",
      "poster": "https://image.tmdb.org/t/p/w500/tjK063yCgaBAluVU72rZ6PKPH2l.jpg",
      "description": "Throughout his life Edward Bloom has always been a man of big appetites, enormous passions and tall tales. In his later years, he remains a huge mystery to his son, William. Now, to get to know the real man, Will begins piecing together a true picture of his father from flashbacks of his amazing adventures.",
      "rating": 7.757
    },
    {
      "id": "tt0364569",
      "type": "movie",
      "name": "Oldboy",
      "year": "2003",
      "poster": "https://image.tmdb.org/t/p/w500/pWDtjs568ZfOTMbURQBYuT4Qxka.jpg",
      "description": "With no clue how he came to be imprisoned, drugged and tortured for 15 years, a desperate man seeks revenge on his captors.",
      "rating": 8.251
    },
    {
      "id": "tt0364517",
      "type": "movie",
      "name": "Love Me If You Dare",
      "year": "2003",
      "poster": "https://image.tmdb.org/t/p/w500/vvjC5LSMANKvGGDHjIWj1YomPdN.jpg",
      "description": "As adults, best friends Julien and Sophie continue the odd game they started as children -- a fearless competition to outdo one another with daring and outrageous stunts. While they often act out to relieve one another's pain, their game might be a way to avoid the fact that they are truly meant for one another.",
      "rating": 7.2
    },
    {
      "id": "tt0361668",
      "type": "movie",
      "name": "Gozu",
      "year": "2003",
      "poster": "https://image.tmdb.org/t/p/w500/mo5L0XzMYmLhdsvgA40qlYiHhAF.jpg",
      "description": "Minami mistakenly kills a gangster associate of his named Brother. Almost as soon as the murder takes place, the body of the deceased man is gone, prompting Minami to conduct a search. While looking, he finds a mysterious isolated hotel where he decides to take a rest. Not only are the front desk clerks a bit strange, but even the ambiance feels unusual. Minami soon realizes he may have gotten more than he bargained for.",
      "rating": 6.8
    },
    {
      "id": "tt0338095",
      "type": "movie",
      "name": "High Tension",
      "year": "2003",
      "poster": "https://image.tmdb.org/t/p/w500/vKeFa7CqSxmWsQDjHP6SJXKoDbj.jpg",
      "description": "Best friends Marie and Alexia decide to spend a quiet weekend at Alexia's parents' secluded farmhouse. But on the night of their arrival, the girls' idyllic getaway turns into an endless night of horror.",
      "rating": 6.769
    },
    {
      "id": "tt0365376",
      "type": "movie",
      "name": "A Tale of Two Sisters",
      "year": "2003",
      "poster": "https://image.tmdb.org/t/p/w500/l3exwhwyGE0NnHJ3lFQ7eXoBSkH.jpg",
      "description": "Two sisters return home after a stay in a mental institution, only to face disturbing events and a strained relationship with their stepmother. As eerie occurrences unfold, dark family secrets begin to surface, blurring the line between reality and nightmare.",
      "rating": 7.099
    },
    {
      "id": "tt0286244",
      "type": "movie",
      "name": "The Triplets of Belleville",
      "year": "2003",
      "poster": "https://image.tmdb.org/t/p/w500/enw6C4fDw88g0nOQgIJXjgH3NHi.jpg",
      "description": "When her grandson is kidnapped during the Tour de France, Madame Souza and her beloved pooch Bruno team up with the Belleville Sisters—an aged song-and-dance team from the days of Fred Astaire—to rescue him.",
      "rating": 7.397
    },
    {
      "id": "tt0276919",
      "type": "movie",
      "name": "Dogville",
      "year": "2003",
      "poster": "https://image.tmdb.org/t/p/w500/lraVawavIXh5geMlVjpzCw9TGwR.jpg",
      "description": "A woman on the run from the mob is reluctantly accepted in a small Colorado community in exchange for labor, but when a search visits the town, she learns that their support has a price.",
      "rating": 7.765
    },
    {
      "id": "tt0309698",
      "type": "movie",
      "name": "Identity",
      "year": "2003",
      "poster": "https://image.tmdb.org/t/p/w500/bnidwEvWNAVJ3Uco9wWtuzWAfrx.jpg",
      "description": "Complete strangers stranded at a remote desert motel during a raging storm soon find themselves the target of a deranged murderer. As their numbers thin out, the travelers begin to turn on each other, as each tries to figure out who the killer is.",
      "rating": 7.175
    },
    {
      "id": "tt0264395",
      "type": "movie",
      "name": "Basic",
      "year": "2003",
      "poster": "https://image.tmdb.org/t/p/w500/jtyF4NF9fQlyGP8cgU1mK3DLUTB.jpg",
      "description": "When a hurricane hits a US Army base on the edge of the Panama Canal, an elite covert operations team of US Army Rangers recruits are on a routine jungle training exercise that goes horribly awry. Only two recruits are rescued, one of which is badly injured, but both have different accounts regarding the fate of their leader, legendary and ruthless Army Ranger Drill Sergeant Nathan West, and the rest of their platoon. Tom Hardy, an ex-army Ranger turned maverick DEA agent is brought in to solve the mystery and uncover what really happened out there.",
      "rating": 6.5
    },
    {
      "id": "tt0283003",
      "type": "movie",
      "name": "Spun",
      "year": "2003",
      "poster": "https://image.tmdb.org/t/p/w500/jiwNobUsd29ooowQyTeh0cvPBFL.jpg",
      "description": "Over the course of three days Ross, a college dropout addicted to crystal-meth, encounters a variety of oddball folks - including a stripper named Nikki and her boyfriend, the local meth producer, The Cook - but all he really wants to do is hook up with his old girlfriend, Amy.",
      "rating": 6.584
    },
    {
      "id": "tt0268126",
      "type": "movie",
      "name": "Adaptation.",
      "year": "2002",
      "poster": "https://image.tmdb.org/t/p/w500/ffEmHQAiD0m5dEQ6rlsuA9vlllW.jpg",
      "description": "Charlie Kaufman is a confused L.A. screenwriter overwhelmed by feelings of inadequacy, sexual frustration, self-loathing, and by the screenwriting ambitions of his freeloading twin brother Donald. While struggling to adapt \"The Orchid Thief,\" by Susan Orlean, Kaufman's life spins from pathetic to bizarre. The lives of Kaufman, Orlean's book, become strangely intertwined as each one's search for passion collides with the others'.",
      "rating": 7.356
    },
    {
      "id": "tt0278731",
      "type": "movie",
      "name": "Spider",
      "year": "2002",
      "poster": "https://image.tmdb.org/t/p/w500/zvm4WuYxTiGkRagRqHUey0meRQL.jpg",
      "description": "A mentally disturbed man takes residence in a halfway house. His mind gradually slips back into the realm created by his illness, where he replays a key part of his childhood.",
      "rating": 6.649
    },
    {
      "id": "tt0284978",
      "type": "movie",
      "name": "Cypher",
      "year": "2002",
      "poster": "https://image.tmdb.org/t/p/w500/cqSvgtox4Ceq79HamAecBq2yS66.jpg",
      "description": "An unsuspecting, disenchanted man finds himself working as a spy in the dangerous, high-stakes world of corporate espionage. Quickly getting way over-his-head, he teams up with a mysterious femme fatale.",
      "rating": 6.625
    },
    {
      "id": "tt0265459",
      "type": "movie",
      "name": "One Hour Photo",
      "year": "2002",
      "poster": "https://image.tmdb.org/t/p/w500/fuSIN3Nq6dmaA8LZSkASpQueFO1.jpg",
      "description": "Sy \"the photo guy\" Parrish has lovingly developed photos for the Yorkin family since their son was a baby. But as the Yorkins' lives become fuller, Sy's only seems lonelier, until he eventually believes he's part of their family. When \"Uncle\" Sy's picture-perfect fantasy collides with an ugly dose of reality, what happens next \"has the spine-tingling elements of the best psychological thrillers!\"",
      "rating": 6.65
    },
    {
      "id": "tt0278504",
      "type": "movie",
      "name": "Insomnia",
      "year": "2002",
      "poster": "https://image.tmdb.org/t/p/w500/riVXh3EimGO0y5dgQxEWPRy5Itg.jpg",
      "description": "Two Los Angeles homicide detectives are dispatched to a northern town where the sun doesn't set to investigate the methodical murder of a local teen.",
      "rating": 6.953
    },
    {
      "id": "tt0290673",
      "type": "movie",
      "name": "Irreversible",
      "year": "2002",
      "poster": "https://image.tmdb.org/t/p/w500/rxeDxo8FvZpLu6iplNpxdtAVnfu.jpg",
      "description": "A woman’s lover and her ex-boyfriend take justice into their own hands after she becomes the victim of a rapist. Because some acts can’t be undone. Because man is an animal. Because the desire for vengeance is a natural impulse. Because most crimes remain unpunished.",
      "rating": 7.2
    },
    {
      "id": "tt0264616",
      "type": "movie",
      "name": "Frailty",
      "year": "2002",
      "poster": "https://image.tmdb.org/t/p/w500/jid7dyfHa6ApZSTweC3T3nllWjh.jpg",
      "description": "A mysterious man arrives at the offices of an FBI agent and recounts his childhood: how his religious fanatic father received visions telling him to kill people who were in fact \"demons.\"",
      "rating": 6.964
    },
    {
      "id": "tt0235737",
      "type": "movie",
      "name": "The Salton Sea",
      "year": "2002",
      "poster": "https://image.tmdb.org/t/p/w500/i3InMSlLUNBEdQTKazMdyVP1ryX.jpg",
      "description": "After the murder of his beloved wife, a man in search of redemption is set adrift in a world where nothing is as it seems. On his journey, he befriends slacker Jimmy \"The Finn\", becomes involved in rescuing his neighbor Colette from her own demons, and gets entangled in a web of deceit full of unexpected twists and turns.",
      "rating": 6.557
    },
    {
      "id": "tt0265349",
      "type": "movie",
      "name": "The Mothman Prophecies",
      "year": "2002",
      "poster": "https://image.tmdb.org/t/p/w500/z2PiOTyjbCOnMHY2QJdq3I4jU44.jpg",
      "description": "Reporter John Klein is plunged into a world of impossible terror and unthinkable chaos when fate draws him to a sleepy West Virginia town whose residents are being visited by a great winged shape that sows hideous nightmares and fevered visions.",
      "rating": 6.2
    },
    {
      "id": "tt0268978",
      "type": "movie",
      "name": "A Beautiful Mind",
      "year": "2001",
      "poster": "https://image.tmdb.org/t/p/w500/rEIg5yJdNOt9fmX4P8gU9LeNoTQ.jpg",
      "description": "From the heights of notoriety to the depths of depravity, John Forbes Nash Jr. experiences it all. As a brilliant but socially awkward mathematician, he made a groundbreaking discovery early in his career and stands on the brink of international acclaim. But as the handsome and arrogant Nash accepts secret work in cryptography, he becomes entangled in a mysterious conspiracy. His life takes a nightmarish turn and he soon finds himself on a painful and harrowing journey of self-discovery.",
      "rating": 7.856
    },
    {
      "id": "tt0259711",
      "type": "movie",
      "name": "Vanilla Sky",
      "year": "2001",
      "poster": "https://image.tmdb.org/t/p/w500/cAh2pCiNPftsY3aSqJuIOde7uWr.jpg",
      "description": "David Aames has it all: wealth, good looks and gorgeous women on his arm. But just as he begins falling for the warmhearted Sofia, his face is horribly disfigured in a car accident. That's just the beginning of his troubles as the lines between illusion and reality, between life and death, are blurred.",
      "rating": 6.8
    },
    {
      "id": "tt0243017",
      "type": "movie",
      "name": "Waking Life",
      "year": "2001",
      "poster": "https://image.tmdb.org/t/p/w500/2MRM4PL6H7yraAkwyUEe2EqoQH3.jpg",
      "description": "Waking Life is about a young man in a persistent lucid dream-like state. The film follows its protagonist as he initially observes and later participates in philosophical discussions that weave together issues like reality, free will, our relationships with others, and the meaning of life.",
      "rating": 7.47
    },
    {
      "id": "tt0261983",
      "type": "movie",
      "name": "Session 9",
      "year": "2001",
      "poster": "https://image.tmdb.org/t/p/w500/A3Au37c3KJX29BDvldzGiYtaU5B.jpg",
      "description": "Tensions rise within an asbestos cleaning crew as they work in an abandoned mental hospital with a horrific past that seems to be coming back.",
      "rating": 6.1
    },
    {
      "id": "tt0230600",
      "type": "movie",
      "name": "The Others",
      "year": "2001",
      "poster": "https://image.tmdb.org/t/p/w500/p8g1vlTvpM6nr2hMMiZ1fUlKF0D.jpg",
      "description": "Grace is a religious woman who lives in an old house kept dark because her two children, Anne and Nicholas, have a rare sensitivity to light. When the family begins to suspect the house is haunted, Grace fights to protect her children at any cost in the face of strange events and disturbing visions.",
      "rating": 7.6
    },
    {
      "id": "tt0166924",
      "type": "movie",
      "name": "Mulholland Drive",
      "year": "2001",
      "poster": "https://image.tmdb.org/t/p/w500/x7A59t6ySylr1L7aubOQEA480vM.jpg",
      "description": "Blonde Betty Elms has only just arrived in Hollywood to become a movie star when she meets an enigmatic brunette with amnesia. Meanwhile, as the two set off to solve the second woman's identity, filmmaker Adam Kesher runs into ominous trouble while casting his latest project.",
      "rating": 7.8
    },
    {
      "id": "tt0267287",
      "type": "movie",
      "name": "Avalon",
      "year": "2001",
      "poster": "https://image.tmdb.org/t/p/w500/gjvo9g6EBAzk8zP7tCSjM5tY1V5.jpg",
      "description": "In a future world, young people are increasingly becoming addicted to an illegal (and potentially deadly) battle simulation game called Avalon. When Ash, a star player, hears of rumors that a more advanced level of the game exists somewhere, she gives up her loner ways and joins a gang of explorers. Even if she finds the gateway to the next level, will she ever be able to come back to reality?",
      "rating": 6.53
    },
    {
      "id": "tt0246578",
      "type": "movie",
      "name": "Donnie Darko",
      "year": "2001",
      "poster": "https://image.tmdb.org/t/p/w500/fhQoQfejY1hUcwyuLgpBrYs6uFt.jpg",
      "description": "After narrowly escaping a bizarre accident, a troubled teenager is plagued by visions of a large bunny rabbit that manipulates him to commit a series of crimes.",
      "rating": 7.768
    },
    {
      "id": "tt0217869",
      "type": "movie",
      "name": "Unbreakable",
      "year": "2000",
      "poster": "https://image.tmdb.org/t/p/w500/mLuehrGLiK5zFCyRmDDOH6gbfPf.jpg",
      "description": "An ordinary man makes an extraordinary discovery when a train accident leaves his fellow passengers dead — and him unscathed. The answer to this mystery could lie with the mysterious Elijah Price, a man who suffers from a disease that renders his bones as fragile as glass.",
      "rating": 7.145
    },
    {
      "id": "tt0209144",
      "type": "movie",
      "name": "Memento",
      "year": "2000",
      "poster": "https://image.tmdb.org/t/p/w500/fKTPH2WvH8nHTXeBYBVhawtRqtR.jpg",
      "description": "Leonard Shelby is tracking down the man who raped and murdered his wife. The difficulty of locating his wife's killer, however, is compounded by the fact that he suffers from a rare, untreatable form of short-term memory loss. Although he can recall details of life before his accident, Leonard cannot remember what happened fifteen minutes ago, where he's going, or why.",
      "rating": 8.178
    },
    {
      "id": "tt0180093",
      "type": "movie",
      "name": "Requiem for a Dream",
      "year": "2000",
      "poster": "https://image.tmdb.org/t/p/w500/nOd6vjEmzCT0k4VYqsA2hwyi87C.jpg",
      "description": "The drug-induced utopias of four Coney Island residents are shattered when their addictions run deep.",
      "rating": 8.015
    },
    {
      "id": "tt0144084",
      "type": "movie",
      "name": "American Psycho",
      "year": "2000",
      "poster": "https://image.tmdb.org/t/p/w500/9uGHEgsiUXjCNq8wdq4r49YL8A1.jpg",
      "description": "A wealthy New York investment banking executive hides his alternate psychopathic ego from his co-workers and friends as he escalates deeper into his illogical, gratuitous fantasies.",
      "rating": 7.407
    },
    {
      "id": "tt0235198",
      "type": "movie",
      "name": "Audition",
      "year": "2000",
      "poster": "https://image.tmdb.org/t/p/w500/zwGaUMm0wAqi0wkO7LJDlwoA5LP.jpg",
      "description": "Seven years after the death of his wife, widower Shigeharu seeks advice on how to find a new wife from a colleague. Taking advantage of their position as a film company, they stage an audition. Interviewing a series of women, Shigeharu is enchanted by the quiet Asami. But soon things take a twisted turn as Asami isn’t what she seems to be.",
      "rating": 7.1
    },
    {
      "id": "tt0172493",
      "type": "movie",
      "name": "Girl, Interrupted",
      "year": "1999",
      "poster": "https://image.tmdb.org/t/p/w500/dOBdatHIVppvmRFw2z7bf9VKJr9.jpg",
      "description": "Set in the changing world of the late 1960s, Susanna Kaysen's prescribed \"short rest\" from a psychiatrist she had met only once becomes a strange, unknown journey into Alice's Wonderland, where she struggles with the thin line between normal and crazy. Susanna soon realizes how hard it is to get out once she has been committed, and she ultimately has to choose between the world of people who belong inside or the difficult world of reality outside.",
      "rating": 7.567
    },
    {
      "id": "tt0175880",
      "type": "movie",
      "name": "Magnolia",
      "year": "1999",
      "poster": "https://image.tmdb.org/t/p/w500/tpfC325Jk6S38VTe5dDWjWtoyxr.jpg",
      "description": "On one random day in the San Fernando Valley, a dying father, a young wife, a male caretaker, a famous lost son, a police officer in love, a boy genius, an ex-boy genius, a game show host and an estranged daughter will each become part of a dazzling multiplicity of plots, but one story.",
      "rating": 7.7
    },
    {
      "id": "tt0120601",
      "type": "movie",
      "name": "Being John Malkovich",
      "year": "1999",
      "poster": "https://image.tmdb.org/t/p/w500/xVSvIwRNzwXSs0CLefiiG6A96m4.jpg",
      "description": "One day at work, unsuccessful puppeteer Craig finds a portal into the head of actor John Malkovich. The portal soon becomes a passion for anybody who enters its mad and controlling world of overtaking another human body.",
      "rating": 7.412
    },
    {
      "id": "tt0137523",
      "type": "movie",
      "name": "Fight Club",
      "year": "1999",
      "poster": "https://image.tmdb.org/t/p/w500/jSziioSwPVrOy9Yow3XhWIBDjq1.jpg",
      "description": "A ticking-time-bomb insomniac and a slippery soap salesman channel primal male aggression into a shocking new form of therapy. Their concept catches on, with underground \"fight clubs\" forming in every town, until an eccentric gets in the way and ignites an out-of-control spiral toward oblivion.",
      "rating": 8.437
    },
    {
      "id": "tt0169547",
      "type": "movie",
      "name": "American Beauty",
      "year": "1999",
      "poster": "https://image.tmdb.org/t/p/w500/wby9315QzVKdW9BonAefg8jGTTb.jpg",
      "description": "Lester Burnham, a depressed suburban father in a mid-life crisis, decides to turn his hectic life around after developing an infatuation with his daughter's attractive friend.",
      "rating": 8.005
    },
    {
      "id": "tt0142688",
      "type": "movie",
      "name": "The Ninth Gate",
      "year": "1999",
      "poster": "https://image.tmdb.org/t/p/w500/iFDtmA8Bg9zE4NcsjcmGfqFN01H.jpg",
      "description": "A rare book dealer finds himself at the heart of a string of paranormal events when he is hired to find the last two copies of a text, The Nine Gates of the Kingdom of Shadows, capable of summoning the Devil.",
      "rating": 6.483
    },
    {
      "id": "tt0167404",
      "type": "movie",
      "name": "The Sixth Sense",
      "year": "1999",
      "poster": "https://image.tmdb.org/t/p/w500/vOyfUXNFSnaTk7Vk5AjpsKTUWsu.jpg",
      "description": "Following an unexpected tragedy, child psychologist Malcolm Crowe meets a nine year old boy named Cole Sear, who is hiding a dark secret.",
      "rating": 7.951
    },
    {
      "id": "tt0120663",
      "type": "movie",
      "name": "Eyes Wide Shut",
      "year": "1999",
      "poster": "https://image.tmdb.org/t/p/w500/knEIz1eNGl5MQDbrEAVWA7iRqF9.jpg",
      "description": "After Dr. Bill Harford's wife, Alice, admits to having sexual fantasies about a man she met, Bill becomes obsessed with having a sexual encounter. He discovers an underground sexual group and attends one of their meetings -- and quickly discovers that he is in over his head.",
      "rating": 7.5
    },
    {
      "id": "tt0154506",
      "type": "movie",
      "name": "Following",
      "year": "1999",
      "poster": "https://image.tmdb.org/t/p/w500/3bX6VVSMf0dvzk5pMT4ALG5A92d.jpg",
      "description": "Bill, an idle, unemployed aspiring writer, walks the crowded streets of London following randomly chosen strangers, a seemingly innocent entertainment that becomes dangerous when he crosses paths with a mysterious character.",
      "rating": 7.139
    },
    {
      "id": "tt0139809",
      "type": "movie",
      "name": "The Thirteenth Floor",
      "year": "1999",
      "poster": "https://image.tmdb.org/t/p/w500/7oaie3ZBc9UuWZLF24crro1pone.jpg",
      "description": "In Los Angeles, a wealthy man, known as Mr. Fuller, discovers a shocking secret about the world he lives in. Fearing for his life, he leaves a desperate message for a friend of his in the most unexpected place.",
      "rating": 7.069
    },
    {
      "id": "tt0120907",
      "type": "movie",
      "name": "eXistenZ",
      "year": "1999",
      "poster": "https://image.tmdb.org/t/p/w500/kETKF0JhdTPn1knci8CAdYL0d79.jpg",
      "description": "A game designer on the run from assassins must play her latest virtual reality creation with a marketing trainee to determine if the game has been damaged.",
      "rating": 6.8
    },
    {
      "id": "tt0133093",
      "type": "movie",
      "name": "The Matrix",
      "year": "1999",
      "poster": "https://image.tmdb.org/t/p/w500/p96dm7sCMn4VYAStA6siNz30G1r.jpg",
      "description": "Set in the 22nd century, The Matrix tells the story of a computer hacker who joins a group of underground insurgents fighting the vast and powerful computers who now rule the earth.",
      "rating": 8.231
    },
    {
      "id": "tt0137363",
      "type": "movie",
      "name": "Arlington Road",
      "year": "1999",
      "poster": "https://image.tmdb.org/t/p/w500/4yYHyZuyTTQaEZuHKS7561jXjtR.jpg",
      "description": "Bedraggled college professor Michael Faraday has been vexed — and increasingly paranoid — since his wife's accidental death in a botched FBI operation. When a seemingly all-American couple set up house next door, Michael begin to suspect there’s more to them than meets the eye.",
      "rating": 7.016
    },
    {
      "id": "tt0120889",
      "type": "movie",
      "name": "What Dreams May Come",
      "year": "1998",
      "poster": "https://image.tmdb.org/t/p/w500/2gUfJKfJ6LwdqQebiAWuNzIWyp9.jpg",
      "description": "Chris Nielsen dies to find himself in a heaven more amazing than he could have ever dreamed of. There is one thing missing: his wife. After he dies, his wife Annie killed herself and went to hell. Chris decides to risk eternity in Hades for the small chance that he will be able to bring her back to heaven.",
      "rating": 7.205
    },
    {
      "id": "tt0130827",
      "type": "movie",
      "name": "Run Lola Run",
      "year": "1998",
      "poster": "https://image.tmdb.org/t/p/w500/v0giIi4bTILVhNhJajet3WWY3FA.jpg",
      "description": "Lola receives a phone call from her boyfriend Manni. He lost 100,000 DM in a subway train that belongs to a very bad guy. She has 20 minutes to raise this amount and meet Manni. Otherwise, he will rob a store to get the money. Three different alternatives may happen depending on some minor event along Lola's run.",
      "rating": 7.293
    },
    {
      "id": "tt0123755",
      "type": "movie",
      "name": "Cube",
      "year": "1998",
      "poster": "https://image.tmdb.org/t/p/w500/iNwm6fpDqQ4WjwhYI8EW6LPklod.jpg",
      "description": "A group of strangers find themselves trapped in a maze-like prison. It soon becomes clear that each of them possesses the peculiar skills necessary to escape, if they don't wind up dead first.",
      "rating": 6.81
    },
    {
      "id": "tt0138704",
      "type": "movie",
      "name": "Pi",
      "year": "1998",
      "poster": "https://image.tmdb.org/t/p/w500/fJA22FjlAW8rzrOw9Mwanl6oTc9.jpg",
      "description": "A mathematical genius discovers a link between numbers and reality, and thus believes he can predict the future.",
      "rating": 7.111
    },
    {
      "id": "tt0120382",
      "type": "movie",
      "name": "The Truman Show",
      "year": "1998",
      "poster": "https://image.tmdb.org/t/p/w500/vuza0WqY239yBXOadKlGwJsZJFE.jpg",
      "description": "An insurance salesman begins to suspect that his whole life is actually some sort of reality TV show.",
      "rating": 8.148
    },
    {
      "id": "tt0120669",
      "type": "movie",
      "name": "Fear and Loathing in Las Vegas",
      "year": "1998",
      "poster": "https://image.tmdb.org/t/p/w500/tisNLcMkxryU2zxhi0PiyDFqhm0.jpg",
      "description": "Raoul Duke and his attorney Dr. Gonzo drive a red convertible across the Mojave desert to Las Vegas with a suitcase full of drugs to cover a motorcycle race. As their consumption of drugs increases at an alarming rate, the stoned duo trash their hotel room and fear legal repercussions. Duke begins to drive back to L.A., but after an odd run-in with a cop, he returns to Sin City and continues his wild drug binge.",
      "rating": 7.212
    },
    {
      "id": "tt0156887",
      "type": "movie",
      "name": "Perfect Blue",
      "year": "1998",
      "poster": "https://image.tmdb.org/t/p/w500/6WTiOCfDPP8XV4jqfloiVWf7KHq.jpg",
      "description": "Encouraged by her managers, rising pop star Mima takes on a recurring role on a popular TV show, when suddenly her handlers and collaborators begin turning up murdered.",
      "rating": 8.305
    },
    {
      "id": "tt0118929",
      "type": "movie",
      "name": "Dark City",
      "year": "1998",
      "poster": "https://image.tmdb.org/t/p/w500/tNPEGju4DpTdbhBphNmZoEi9Bd3.jpg",
      "description": "A man struggles with memories of his past, including a wife he cannot remember, in a nightmarish world with no sun and run by beings with telekinetic powers who seek the souls of humans.",
      "rating": 7.332
    },
    {
      "id": "tt0125659",
      "type": "movie",
      "name": "Open Your Eyes",
      "year": "1997",
      "poster": "https://image.tmdb.org/t/p/w500/orjSy9xEGI9jxrtodACH04gANmF.jpg",
      "description": "A very handsome man finds the love of his life, but he suffers an accident and needs to have his face rebuilt by surgery after it is severely disfigured.",
      "rating": 7.5
    },
    {
      "id": "tt0119174",
      "type": "movie",
      "name": "The Game",
      "year": "1997",
      "poster": "https://image.tmdb.org/t/p/w500/4UOa079915QjiTA2u5hT2yKVgUu.jpg",
      "description": "In honor of his birthday, San Francisco banker Nicholas Van Orton, a financial genius and a cold-hearted loner, receives an unusual present from his younger brother, Conrad: a gift certificate to play a unique kind of game. In nary a nanosecond, Nicholas finds himself consumed by a dangerous set of ever-changing rules, unable to distinguish where the charade ends and reality begins.",
      "rating": 7.566
    },
    {
      "id": "tt0119167",
      "type": "movie",
      "name": "Funny Games",
      "year": "1997",
      "poster": "https://image.tmdb.org/t/p/w500/48uCNgdyYIoN4ayWjTpLaqSDcWI.jpg",
      "description": "Two psychotic young men take a mother, father, and son hostage in their vacation cabin and force them to play sadistic \"games\" with one another for their own amusement.",
      "rating": 7.309
    },
    {
      "id": "tt0116922",
      "type": "movie",
      "name": "Lost Highway",
      "year": "1997",
      "poster": "https://image.tmdb.org/t/p/w500/fdTtij6H0sX9AzIjUeynh5zbfm7.jpg",
      "description": "A tormented jazz musician finds himself lost in an enigmatic story involving murder, surveillance, gangsters, doppelgängers, and an impossible transformation inside a prison cell.",
      "rating": 7.5
    },
    {
      "id": "tt0117381",
      "type": "movie",
      "name": "Primal Fear",
      "year": "1996",
      "poster": "https://image.tmdb.org/t/p/w500/qJf2TzE8nRTFbFMPJNW6c8mI0KU.jpg",
      "description": "An arrogant, high-powered attorney takes on the case of a poor altar boy found running away from the scene of the grisly murder of the bishop who has taken him in. The case gets a lot more complex when the accused reveals that there may or may not have been a third person in the room.",
      "rating": 7.656
    },
    {
      "id": "tt0114746",
      "type": "movie",
      "name": "Twelve Monkeys",
      "year": "1995",
      "poster": "https://image.tmdb.org/t/p/w500/gt3iyguaCIw8DpQZI1LIN5TohM2.jpg",
      "description": "In the year 2035, convict James Cole reluctantly volunteers to be sent back in time to discover the origin of a deadly virus that wiped out nearly all of the earth's population and forced the survivors into underground communities. But when Cole is mistakenly sent to 1990 instead of 1996, he's arrested and locked up in a mental hospital. There he meets psychiatrist Dr. Kathryn Railly and the son of a famous virus expert who may hold the key to the Army of the 12 Monkeys; thought to be responsible for unleashing the killer disease.",
      "rating": 7.6
    },
    {
      "id": "tt0113568",
      "type": "movie",
      "name": "Ghost in the Shell",
      "year": "1995",
      "poster": "https://image.tmdb.org/t/p/w500/9gC88zYUBARRSThcG93MvW14sqx.jpg",
      "description": "In the year 2029, the barriers of our world have been broken down by the net and by cybernetics, but this brings new vulnerability to humans in the form of brain-hacking. When a highly-wanted hacker known as 'The Puppetmaster' begins involving them in politics, Section 9, a group of cybernetically enhanced cops, are called in to investigate and stop the Puppetmaster.",
      "rating": 7.932
    },
    {
      "id": "tt0114369",
      "type": "movie",
      "name": "Se7en",
      "year": "1995",
      "poster": "https://image.tmdb.org/t/p/w500/191nKfP0ehp3uIvWqgPbFmI4lv9.jpg",
      "description": "Two homicide detectives are on a desperate hunt for a serial killer whose crimes are based on the \"seven deadly sins\" in this dark and haunting film that takes viewers from the tortured remains of one victim to the next. The seasoned Det. Somerset researches each sin in an effort to get inside the killer's mind, while his novice partner, Mills, scoffs at his efforts to unravel the case.",
      "rating": 8.4
    },
    {
      "id": "tt0114814",
      "type": "movie",
      "name": "The Usual Suspects",
      "year": "1995",
      "poster": "https://image.tmdb.org/t/p/w500/99X2SgyFunJFXGAYnDv3sb9pnUD.jpg",
      "description": "Held in an L.A. interrogation room, Verbal Kint attempts to convince the feds that a mythic crime lord, Keyser Soze, not only exists, but was also responsible for drawing him and his four partners into a multi-million dollar heist that ended with an explosion in San Pedro harbor – leaving few survivors. Verbal lures his interrogators with an incredible story of the crime lord's almost supernatural prowess.",
      "rating": 8.173
    },
    {
      "id": "tt0112682",
      "type": "movie",
      "name": "The City of Lost Children",
      "year": "1995",
      "poster": "https://image.tmdb.org/t/p/w500/whwT3Q9JxbAYzEc3t7uYYcCbTMf.jpg",
      "description": "A scientist in a surrealist society kidnaps children to steal their dreams, hoping that they slow his aging process.",
      "rating": 7.25
    },
    {
      "id": "tt0113409",
      "type": "movie",
      "name": "In the Mouth of Madness",
      "year": "1995",
      "poster": "https://image.tmdb.org/t/p/w500/msh4tEUzbnEqlHcFOUH4O0Zti8r.jpg",
      "description": "An insurance investigator begins discovering the impact a horror writer's books has on his fans is more than inspirational.",
      "rating": 7.213
    },
    {
      "id": "tt0106471",
      "type": "movie",
      "name": "Boxing Helena",
      "year": "1993",
      "poster": "https://image.tmdb.org/t/p/w500/vgs0h94IllpZRheIjBTonjR7Zf2.jpg",
      "description": "A top surgeon is besotted with a beautiful woman who once rebuffed him. Unable to come to terms with life without her, he tries to convince her that they need each other. She has other ideas, but a horrific accident leaves her at his mercy.",
      "rating": 5.066
    },
    {
      "id": "tt0107048",
      "type": "movie",
      "name": "Groundhog Day",
      "year": "1993",
      "poster": "https://image.tmdb.org/t/p/w500/gCgt1WARPZaXnq523ySQEUKinCs.jpg",
      "description": "A narcissistic TV weatherman, along with his attractive-but-distant producer, and his mawkish cameraman, is sent to report on Groundhog Day in the small town of Punxsutawney, where he finds himself repeating the same day over and over.",
      "rating": 7.617
    },
    {
      "id": "tt0103955",
      "type": "movie",
      "name": "Child of Rage",
      "year": "1992",
      "poster": "https://image.tmdb.org/t/p/w500/q3VAFT3He0RtYGHLyY81kIbUrg4.jpg",
      "description": "A priest and his wife adopt a brother and sister, but the girl has terrible outbursts of rage. They get her in treatment and try to find out the reason for this.",
      "rating": 5.725
    },
    {
      "id": "tt0102511",
      "type": "movie",
      "name": "Naked Lunch",
      "year": "1991",
      "poster": "https://image.tmdb.org/t/p/w500/u01kh5jKUWjhom76mguRqUgdvja.jpg",
      "description": "Blank-faced bug killer Bill Lee and his dead-eyed wife, Joan, like to get high on Bill's pest poisons while lounging with Beat poet pals. After meeting the devilish Dr. Benway, Bill gets a drug made from a centipede. Upon indulging, he accidentally kills Joan, takes orders from his typewriter-turned-cockroach, ends up in a constantly mutating Mediterranean city and learns that his hip friends have published his work -- which he doesn't remember writing.",
      "rating": 7.001
    },
    {
      "id": "tt0101410",
      "type": "movie",
      "name": "Barton Fink",
      "year": "1991",
      "poster": "https://image.tmdb.org/t/p/w500/oDkp5iClJ9WKJGtKHz8BydodHC3.jpg",
      "description": "A renowned New York playwright is enticed to California to write for the movies and discovers the hellish truth of Hollywood.",
      "rating": 7.454
    },
    {
      "id": "tt0101420",
      "type": "movie",
      "name": "Begotten",
      "year": "1991",
      "poster": "https://image.tmdb.org/t/p/w500/rvgYcVToOHe0gKWtF3mz6SvM4Aw.jpg",
      "description": "Begotten is the creation myth brought to life, the story of no less than the violent death of God and the (re)birth of nature on a barren earth.",
      "rating": 5.9
    },
    {
      "id": "tt0102926",
      "type": "movie",
      "name": "The Silence of the Lambs",
      "year": "1991",
      "poster": "https://image.tmdb.org/t/p/w500/uS9m8OBk1A8eM9I042bx8XXpqAq.jpg",
      "description": "Clarice Starling is a top student at the FBI's training academy.  Jack Crawford wants Clarice to interview Dr. Hannibal Lecter, a brilliant psychiatrist who is also a violent psychopath, serving life behind bars for various acts of murder and cannibalism.  Crawford believes that Lecter may have insight into a case and that Starling, as an attractive young woman, may be just the bait to draw him out.",
      "rating": 8.347
    },
    {
      "id": "tt0099871",
      "type": "movie",
      "name": "Jacob's Ladder",
      "year": "1990",
      "poster": "https://image.tmdb.org/t/p/w500/ufLcHIi1aXjjH8MediAMvnwDsVI.jpg",
      "description": "After returning home from the Vietnam War, veteran Jacob Singer struggles to maintain his sanity. Plagued by hallucinations and flashbacks, Singer rapidly falls apart as the world and people around him morph and twist into disturbing images. His girlfriend, Jezzie, and ex-wife, Sarah, try to help, but to little avail. Even Singer's chiropractor friend, Louis, fails to reach him as he descends into madness.",
      "rating": 7.358
    },
    {
      "id": "tt0100935",
      "type": "movie",
      "name": "Wild at Heart",
      "year": "1990",
      "poster": "https://image.tmdb.org/t/p/w500/uLUFI5sJIfWrBUWB2Y1dEuyvvVy.jpg",
      "description": "Young lovers Sailor and Lula hit the road to start a new life together away from the wrath of Lula’s deranged, disapproving mother, who has hired a team of hitmen to cut the lovers’ surreal honeymoon short.",
      "rating": 7.04
    },
    {
      "id": "tt0100802",
      "type": "movie",
      "name": "Total Recall",
      "year": "1990",
      "poster": "https://image.tmdb.org/t/p/w500/wVbeL6fkbTKSmNfalj4VoAUUqJv.jpg",
      "description": "Construction worker Douglas Quaid's obsession with the planet Mars leads him to visit Recall, a company that manufactures memories. When his memory implant goes wrong, Doug can no longer be sure what is and isn't reality.",
      "rating": 7.309
    },
    {
      "id": "tt0096764",
      "type": "movie",
      "name": "The Adventures of Baron Munchausen",
      "year": "1988",
      "poster": "https://image.tmdb.org/t/p/w500/oiOwGRqwrKpg1EMUlPgRjVC49bn.jpg",
      "description": "An account of Baron Munchausen's supposed travels and fantastical experiences with his band of misfits.",
      "rating": 6.971
    },
    {
      "id": "tt0092563",
      "type": "movie",
      "name": "Angel Heart",
      "year": "1987",
      "poster": "https://image.tmdb.org/t/p/w500/h5v3wjJQNB7q2RntEnKDLhKtTFE.jpg",
      "description": "A down-and-out Brooklyn detective is hired to track down a singer on an odyssey that will take him through the desperate streets of Harlem, the smoke-filled jazz clubs of New Orleans, and the swamps of Louisiana and its seedy underworld of voodoo.",
      "rating": 7.131
    },
    {
      "id": "tt0090756",
      "type": "movie",
      "name": "Blue Velvet",
      "year": "1986",
      "poster": "https://image.tmdb.org/t/p/w500/7hlgzJXLgyECS1mk3LSN3E72l5N.jpg",
      "description": "The discovery of a severed human ear found in a field leads a young man on an investigation related to a beautiful, mysterious nightclub singer and a group of psychopathic criminals who have kidnapped her child.",
      "rating": 7.6
    },
    {
      "id": "tt0089869",
      "type": "movie",
      "name": "The Quiet Earth",
      "year": "1985",
      "poster": "https://image.tmdb.org/t/p/w500/h0X2luIgPtN4LHH9s9so48jMuss.jpg",
      "description": "After a top-secret experiment misfires, a scientist may be the only man left alive in the world.",
      "rating": 6.607
    },
    {
      "id": "tt0088814",
      "type": "movie",
      "name": "The Black Cauldron",
      "year": "1985",
      "poster": "https://image.tmdb.org/t/p/w500/ef11J5KGMp26kEzeg8ghAKeB65C.jpg",
      "description": "Taran is an assistant pigkeeper with boyish dreams of becoming a great warrior. However, he has to put the daydreaming aside when his charge, an oracular pig named Hen Wen, is kidnapped by an evil lord known as the Horned King. The villain hopes Hen will show him the way to The Black Cauldron, which has the power to create a giant army of unstoppable soldiers.",
      "rating": 6.418
    },
    {
      "id": "tt0088846",
      "type": "movie",
      "name": "Brazil",
      "year": "1985",
      "poster": "https://image.tmdb.org/t/p/w500/aewan59WcFThBimkTVVoNf2o5Vb.jpg",
      "description": "Low-level bureaucrat Sam Lowry escapes the monotony of his day-to-day life through a recurring daydream of himself as a virtuous hero saving a beautiful damsel. Investigating a case that led to the wrongful arrest and eventual death of an innocent man instead of wanted terrorist Harry Tuttle, he meets the woman from his daydream, and in trying to help her gets caught in a web of mistaken identities, mindless bureaucracy and lies.",
      "rating": 7.668
    },
    {
      "id": "tt0087803",
      "type": "movie",
      "name": "Nineteen Eighty-Four",
      "year": "1984",
      "poster": "https://image.tmdb.org/t/p/w500/hrdQlicxuyTg3zyVqq78EsA4Z6J.jpg",
      "description": "George Orwell's novel of a totalitarian future society in which a man whose daily work is rewriting history tries to rebel by falling in love.",
      "rating": 6.808
    },
    {
      "id": "tt0088272",
      "type": "movie",
      "name": "Tightrope",
      "year": "1984",
      "poster": "https://image.tmdb.org/t/p/w500/5WEGUQIFpwUh4T4ZMMdzECsvXNS.jpg",
      "description": "Wes Block is a detective who's put on the case of a serial killer whose victims are young and pretty women. The murders are getting personal when the killer chooses victims who are acquaintances of Block. Even his daughters are threatened.",
      "rating": 6.2
    },
    {
      "id": "tt0085407",
      "type": "movie",
      "name": "The Dead Zone",
      "year": "1983",
      "poster": "https://image.tmdb.org/t/p/w500/9yTVaeS8eIkOpbwIycVFm7EQrgF.jpg",
      "description": "Johnny Smith is a schoolteacher with his whole life ahead of him but, after leaving his fiancee's home one night, is involved in a car crash which leaves him in a coma for 5 years. When he wakes, he discovers he has an ability to see into the past, present and future life of anyone with whom he comes into physical contact.",
      "rating": 7.0
    },
    {
      "id": "tt0085809",
      "type": "movie",
      "name": "Koyaanisqatsi",
      "year": "1983",
      "poster": "https://image.tmdb.org/t/p/w500/6zCNciRcob8lwuydVXgq0esla8L.jpg",
      "description": "Takes us to locations all around the US and shows us the heavy toll that modern technology is having on humans and the earth. The visual tone poem contains neither dialogue nor a vocalized narration: its tone is set by the juxtaposition of images and the exceptional music by Philip Glass.",
      "rating": 7.868
    },
    {
      "id": "tt0086541",
      "type": "movie",
      "name": "Videodrome",
      "year": "1983",
      "poster": "https://image.tmdb.org/t/p/w500/qqqkiZSU9EBGZ1KiDmfn07S7qvv.jpg",
      "description": "As the president of a trashy TV channel, Max Renn is desperate for new programming to attract viewers. When he happens upon \"Videodrome,\" a TV show dedicated to gratuitous torture and punishment, Max sees a potential hit and broadcasts the show on his channel. However, after his girlfriend auditions for the show and never returns, Max investigates the truth behind Videodrome and discovers that the graphic violence may not be as fake as he thought.",
      "rating": 7.264
    },
    {
      "id": "tt0084503",
      "type": "movie",
      "name": "Pink Floyd: The Wall",
      "year": "1982",
      "poster": "https://image.tmdb.org/t/p/w500/aElHyIdF5jmctFGhlhhaPFsbBJC.jpg",
      "description": "A troubled rock star descends into madness in the midst of his physical and social isolation from everyone.",
      "rating": 7.948
    },
    {
      "id": "tt0083658",
      "type": "movie",
      "name": "Blade Runner",
      "year": "1982",
      "poster": "https://image.tmdb.org/t/p/w500/63N9uy8nd9j7Eog2axPQ8lbr3Wj.jpg",
      "description": "In the smog-choked dystopian Los Angeles of 2019, blade runner Rick Deckard is called out of retirement to terminate a quartet of replicants who have escaped to Earth seeking their creator for a way to extend their short life spans.",
      "rating": 7.941
    },
    {
      "id": "tt0081633",
      "type": "movie",
      "name": "Time Bandits",
      "year": "1981",
      "poster": "https://image.tmdb.org/t/p/w500/4VZtpwdhHQSa4LUkvujyGAHb1hG.jpg",
      "description": "Young history buff Kevin can scarcely believe it when six dwarfs emerge from his closet one night. Former employees of the Supreme Being, they've purloined a map charting all of the holes in the fabric of time and are using it to steal treasures from different historical eras. Taking Kevin with them, they variously drop in on Napoleon, Robin Hood and King Agamemnon before the Supreme Being catches up with them.",
      "rating": 6.607
    },
    {
      "id": "tt0081455",
      "type": "movie",
      "name": "Scanners",
      "year": "1981",
      "poster": "https://image.tmdb.org/t/p/w500/VTqLdveNXxGsIAZL5I4RliTTt7.jpg",
      "description": "After a man with extraordinary, and frighteningly destructive, telepathic abilities is nabbed by agents from a mysterious rogue corporation, he discovers he is far from the only possessor of such strange powers. Some of the other “scanners” have their minds set on world domination, while others are trying to stop them.",
      "rating": 6.713
    },
    {
      "id": "tt0080360",
      "type": "movie",
      "name": "Altered States",
      "year": "1980",
      "poster": "https://image.tmdb.org/t/p/w500/1iZBJcFJFupnxrSCwQIrtVgsrkA.jpg",
      "description": "A research scientist explores the boundaries and frontiers of consciousness. Using sensory deprivation and hallucinogenic mixtures from native American shamans, he explores these altered states of consciousness and finds that memory, time, and perhaps reality itself are states of mind.",
      "rating": 6.724
    },
    {
      "id": "tt0081505",
      "type": "movie",
      "name": "The Shining",
      "year": "1980",
      "poster": "https://image.tmdb.org/t/p/w500/xazWoLealQwEgqZ89MLZklLZD3k.jpg",
      "description": "Jack Torrance accepts a caretaker job at the Overlook Hotel, where he, along with his wife Wendy and their son Danny, must live isolated from the rest of the world for the winter. But they aren't prepared for the madness that lurks within.",
      "rating": 8.21
    },
    {
      "id": "tt0079944",
      "type": "movie",
      "name": "Stalker",
      "year": "1979",
      "poster": "https://image.tmdb.org/t/p/w500/1qhOyf5C4s9ZdvY8d5JDx9DFMeT.jpg",
      "description": "Near a gray and unnamed city is the Zone, a place guarded by barbed wire and soldiers, and where the normal laws of physics are victim to frequent anomalies. A stalker guides two men into the Zone, specifically to an area in which deep-seated desires are granted.",
      "rating": 8.1
    },
    {
      "id": "tt0074486",
      "type": "movie",
      "name": "Eraserhead",
      "year": "1977",
      "poster": "https://image.tmdb.org/t/p/w500/mxveW3mGVc0DzLdOmtkZsgd7c3B.jpg",
      "description": "First-time father Henry Spencer tries to survive his industrial environment, his angry girlfriend, and the unbearable screams of his newly born mutant child.",
      "rating": 7.4
    },
    {
      "id": "tt0071315",
      "type": "movie",
      "name": "Chinatown",
      "year": "1974",
      "poster": "https://image.tmdb.org/t/p/w500/kZRSP3FmOcq0xnBulqpUQngJUXY.jpg",
      "description": "Private eye Jake Gittes lives off of the murky moral climate of sunbaked, pre-World War II Southern California. Hired by a beautiful socialite to investigate her husband's extra-marital affair, Gittes is swept into a maelstrom of double dealings and deadly deceits, uncovering a web of personal and political scandals that come crashing together.",
      "rating": 7.919
    },
    {
      "id": "tt0070917",
      "type": "movie",
      "name": "The Wicker Man",
      "year": "1973",
      "poster": "https://image.tmdb.org/t/p/w500/wwtrXRL8SiOWxhwLEvw7iBgYh0g.jpg",
      "description": "Police sergeant Neil Howie is called to an island village in search of a missing girl whom the locals claim never existed. Stranger still, however, are the rituals that take place there.",
      "rating": 7.343
    },
    {
      "id": "tt0071615",
      "type": "movie",
      "name": "The Holy Mountain",
      "year": "1973",
      "poster": "https://image.tmdb.org/t/p/w500/mP5FGQbNjFkrjcZ6AVHrvokPRe5.jpg",
      "description": "The Alchemist assembles together a group of people from all walks of life to represent the planets in the solar system. The occult adept's intention is to put his recruits through strange mystical rites and divest them of their worldly baggage before embarking on a trip to Lotus Island. There they ascend the Holy Mountain to displace the immortal gods who secretly rule the universe.",
      "rating": 7.5
    },
    {
      "id": "tt0070723",
      "type": "movie",
      "name": "Soylent Green",
      "year": "1973",
      "poster": "https://image.tmdb.org/t/p/w500/5nbkShkOEXUoKVhaX0XG41wyBkq.jpg",
      "description": "In the year 2022, overcrowding, pollution,  and resource depletion have reduced society’s leaders to finding food for the teeming masses. The answer is Soylent Green.",
      "rating": 6.94
    },
    {
      "id": "tt0069293",
      "type": "movie",
      "name": "Solaris",
      "year": "1972",
      "poster": "https://image.tmdb.org/t/p/w500/pgqj7QoBPWFLLKtLEpPmFYFRMgB.jpg",
      "description": "A psychologist is sent to a space station orbiting a planet called Solaris to investigate the death of a doctor and the mental problems of cosmonauts on the station. He soon discovers that the water on the planet is a type of brain which brings out repressed memories and obsessions.",
      "rating": 7.8
    },
    {
      "id": "tt0069280",
      "type": "movie",
      "name": "Slaughterhouse-Five",
      "year": "1972",
      "poster": "https://image.tmdb.org/t/p/w500/gM2q9pGW9x2zdEMPRsXLBgTDDFH.jpg",
      "description": "Billy Pilgrim, a veteran of the Second World War, finds himself mysteriously detached from time, so that he is able to travel, without being able to help it, from the days of his childhood to those of his peculiar life on a distant planet called Tralfamadore, passing through his bitter experience as a prisoner of war in the German city of Dresden, over which looms the inevitable shadow of an unspeakable tragedy.",
      "rating": 6.5
    },
    {
      "id": "tt0066921",
      "type": "movie",
      "name": "A Clockwork Orange",
      "year": "1971",
      "poster": "https://image.tmdb.org/t/p/w500/4sHeTAp65WrSSuc05nRBKddhBxO.jpg",
      "description": "In a near-future Britain, young Alexander DeLarge and his pals get their kicks beating and raping anyone they please. When not destroying the lives of others, Alex swoons to the music of Beethoven. The state, eager to crack down on juvenile crime, gives an incarcerated Alex the option to undergo an invasive procedure that'll rob him of all personal agency. In a time when conscience is a commodity, can Alex change his tune?",
      "rating": 8.186
    },
    {
      "id": "tt0066434",
      "type": "movie",
      "name": "THX 1138",
      "year": "1971",
      "poster": "https://image.tmdb.org/t/p/w500/25cQH5gZ60BiA5Y91HxoPpnFiY0.jpg",
      "description": "People in the future live in a totalitarian society. A technician named THX 1138 lives a mundane life between work and taking a controlled consumption of drugs that the government uses to make puppets out of people. As THX is without drugs for the first time he has feelings for a woman and they start a secret relationship.",
      "rating": 6.4
    },
    {
      "id": "tt0067866",
      "type": "movie",
      "name": "El Topo",
      "year": "1970",
      "poster": "https://image.tmdb.org/t/p/w500/4ea7sUzZaQNRuIm4M6EqWLQWfnX.jpg",
      "description": "El Topo decides to confront warrior Masters on a trans-formative desert journey he begins with his 6 year old son, who must bury his childhood totems to become a man.",
      "rating": 7.1
    },
    {
      "id": "tt1808482",
      "type": "movie",
      "name": "Solaris",
      "year": "1968",
      "poster": "https://image.tmdb.org/t/p/w500/v8RUUNC6zyPWgbru30tJVnsi2Q6.jpg",
      "description": "Kris Kelvin joins the space station orbiting the planet Solaris, only to find its two crew members plagued by \"phantoms,\" creations of Solaris. Kelvin is soon confronted with his own phantom, taking the shape of his dead wife Hari.",
      "rating": 6.0
    },
    {
      "id": "tt0063522",
      "type": "movie",
      "name": "Rosemary's Baby",
      "year": "1968",
      "poster": "https://image.tmdb.org/t/p/w500/uYgvlHceRFjAFbsNeMInYcLZLUb.jpg",
      "description": "A young couple, Rosemary and Guy, moves into an infamous New York apartment building, known by frightening legends and mysterious events, with the purpose of starting a family.",
      "rating": 7.8
    },
    {
      "id": "tt0063152",
      "type": "movie",
      "name": "Je T'Aime, Je T'Aime",
      "year": "1968",
      "poster": "https://image.tmdb.org/t/p/w500/9vFBDBSqkCBOk7AKD3gtMgBXpjg.jpg",
      "description": "Recovering from an attempted suicide, a man is selected to participate in a time travel experiment that has only been tested on mice. A malfunction in the experiment causes the man to experience moments from his past in a random order.",
      "rating": 6.516
    },
    {
      "id": "tt0062622",
      "type": "movie",
      "name": "2001: A Space Odyssey",
      "year": "1968",
      "poster": "https://image.tmdb.org/t/p/w500/ve72VxNqjGM69Uky4WTo2bK6rfq.jpg",
      "description": "Humanity finds a mysterious object buried beneath the lunar surface and sets off to find its origins with the help of HAL 9000, the world's most advanced super computer.",
      "rating": 8.064
    },
    {
      "id": "tt0060827",
      "type": "movie",
      "name": "Persona",
      "year": "1966",
      "poster": "https://image.tmdb.org/t/p/w500/v2KsLNChpT6vLf0YFhkJmAtGkNq.jpg",
      "description": "A young nurse, Alma, is put in charge of Elisabeth Vogler: an actress who is seemingly healthy in all respects, but will not talk. As they spend time together, Alma speaks to Elisabeth constantly, never receiving any answer.",
      "rating": 8.149
    },
    {
      "id": "tt0060955",
      "type": "movie",
      "name": "Seconds",
      "year": "1966",
      "poster": "https://image.tmdb.org/t/p/w500/5G3q3OvulFTnFdiouaZdD8wjtIc.jpg",
      "description": "An unhappy middle-aged banker agrees to a procedure that will fake his death and give him a completely new look and identity; one that comes with its own price.",
      "rating": 7.296
    },
    {
      "id": "tt0061184",
      "type": "movie",
      "name": "Who's Afraid of Virginia Woolf?",
      "year": "1966",
      "poster": "https://image.tmdb.org/t/p/w500/wF7ihB5V5gSm6zxjv3ZhHOpgREI.jpg",
      "description": "A history professor and his wife entertain a young couple who are new to the university's faculty. As the drinks flow, secrets come to light, and the middle-aged couple unload onto their guests the full force of the bitterness, dysfunction, and animosity that defines their marriage.",
      "rating": 7.7
    },
    {
      "id": "tt0055830",
      "type": "movie",
      "name": "Carnival of Souls",
      "year": "1962",
      "poster": "https://image.tmdb.org/t/p/w500/9ddPGH7kMe81xznwIKCt17VFUPi.jpg",
      "description": "Mary Henry ends up the sole survivor of a fatal car accident through mysterious circumstances. Trying to put the incident behind her, she moves to Utah and takes a job as a church organist. But her fresh start is interrupted by visions of a fiendish man. As the visions begin to occur more frequently, Mary finds herself drawn to the deserted carnival on the outskirts of town. The strangely alluring carnival may hold the secret to her tragic past.",
      "rating": 6.9
    },
    {
      "id": "tt0056119",
      "type": "movie",
      "name": "La Jetée",
      "year": "1962",
      "poster": "https://image.tmdb.org/t/p/w500/elGidsRHXkk8UyrtLbcMhaptDyp.jpg",
      "description": "A man confronts his past during an experiment that attempts to find a solution to the problems of a post-apocalyptic world caused by a world war.",
      "rating": 7.873
    },
    {
      "id": "tt0054215",
      "type": "movie",
      "name": "Psycho",
      "year": "1960",
      "poster": "https://image.tmdb.org/t/p/w500/yz4QVqPx3h1hD1DfqqQkCq3rmxW.jpg",
      "description": "When larcenous real estate clerk Marion Crane goes on the lam with a wad of cash and hopes of starting a new life, she ends up at the notorious Bates Motel, where manager Norman Bates cares for his housebound mother.",
      "rating": 8.422
    },
    {
      "id": "tt0052357",
      "type": "movie",
      "name": "Vertigo",
      "year": "1958",
      "poster": "https://image.tmdb.org/t/p/w500/15uOEfqBNTVtDUT7hGBVCka0rZz.jpg",
      "description": "A retired San Francisco detective suffering from acrophobia investigates the strange activities of an old friend's wife, all the while becoming dangerously obsessed with her.",
      "rating": 8.2
    },
    {
      "id": "tt0046911",
      "type": "movie",
      "name": "Diabolique",
      "year": "1955",
      "poster": "https://image.tmdb.org/t/p/w500/jE8ygUYBUGyUcM4sR6iinPqYeDK.jpg",
      "description": "The cruel and abusive headmaster of a boarding school, Michel Delassalle, is murdered by an unlikely duo -- his meek wife and the mistress he brazenly flaunts. The women become increasingly unhinged by a series of odd occurrences after Delassalle's corpse mysteriously disappears.",
      "rating": 7.9
    },
    {
      "id": "tt15791034",
      "type": "movie",
      "name": "Barbarian",
      "year": "2022",
      "poster": "https://image.tmdb.org/t/p/w500/idT5mnqPcJgSkvpDX7pJffBzdVH.jpg",
      "description": "In town for a job interview, a young woman arrives at her Airbnb late at night only to find that it has been mistakenly double-booked and a strange man is already staying there. Against her better judgement, she decides to stay the night anyway.",
      "rating": 6.832
    },
    {
      "id": "tt17526714",
      "type": "movie",
      "name": "The Substance",
      "year": "2024",
      "poster": "https://image.tmdb.org/t/p/w500/evdF1vmLzuzH8EFblqAXBXWRGSi.jpg",
      "description": "A fading celebrity decides to use a black market drug, a cell-replicating substance that temporarily creates a younger, better version of herself.",
      "rating": 7.1
    },
    {
      "id": "tt7784604",
      "type": "movie",
      "name": "Hereditary",
      "year": "2018",
      "poster": "https://image.tmdb.org/t/p/w500/4GFPuL14eXi66V96xBWY73Y9PfR.jpg",
      "description": "Following the death of the Leigh family matriarch, Annie and her children uncover disturbing secrets about their heritage. Their daily lives are not only impacted, but they also become entangled in a chilling fate from which they cannot escape, driving them to the brink of madness.",
      "rating": 7.3
    },
    {
      "id": "tt1392214",
      "type": "movie",
      "name": "Prisoners",
      "year": "2013",
      "poster": "https://image.tmdb.org/t/p/w500/jsS3a3ep2KyBVmmiwaz3LvK49b1.jpg",
      "description": "Keller Dover is facing every parent’s worst nightmare. His six-year-old daughter, Anna, is missing, together with her young friend, Joy, and as minutes turn to hours, panic sets in. The only lead is a dilapidated RV that had earlier been parked on their street.",
      "rating": 8.099
    },
    {
      "id": "tt0289043",
      "type": "movie",
      "name": "28 Days Later",
      "year": "2002",
      "poster": "https://image.tmdb.org/t/p/w500/sQckQRt17VaWbo39GIu0TMOiszq.jpg",
      "description": "Twenty-eight days after a killer virus was accidentally unleashed from a British research facility, a small group of London survivors are caught in a desperate struggle to protect themselves from the infected. Carried by animals and humans, the virus turns those it infects into homicidal maniacs -- and it's absolutely impossible to contain.",
      "rating": 7.234
    },
    {
      "id": "tt2267998",
      "type": "movie",
      "name": "Gone Girl",
      "year": "2014",
      "poster": "https://image.tmdb.org/t/p/w500/ts996lKsxvjkO2yiYG0ht4qAicO.jpg",
      "description": "With his wife's disappearance having become the focus of an intense media circus, a man sees the spotlight turned on him when it's suspected that he may not be innocent.",
      "rating": 7.89
    },
    {
      "id": "tt8772262",
      "type": "movie",
      "name": "Midsommar",
      "year": "2019",
      "poster": "https://image.tmdb.org/t/p/w500/7LEI8ulZzO5gy9Ww2NVCrKmHeDZ.jpg",
      "description": "Several friends travel to Sweden to study as anthropologists a summer festival that is held every ninety years in the remote hometown of one of them. What begins as a dream vacation in a place where the sun never sets, gradually turns into a dark nightmare as the mysterious inhabitants invite them to participate in their disturbing festive activities.",
      "rating": 7.2
    },
    {
      "id": "tt1396484",
      "type": "movie",
      "name": "It",
      "year": "2017",
      "poster": "https://image.tmdb.org/t/p/w500/9E2y5Q7WlCVNEhP5GiVTjhEhx1o.jpg",
      "description": "In a small town in Maine, seven children known as The Losers Club come face to face with life problems, bullies and a monster that takes the shape of a clown called Pennywise.",
      "rating": 7.2
    },
    {
      "id": "tt4016934",
      "type": "movie",
      "name": "The Handmaiden",
      "year": "2016",
      "poster": "https://image.tmdb.org/t/p/w500/dLlH4aNHdnmf62umnInL8xPlPzw.jpg",
      "description": "1930s Korea, in the period of Japanese occupation, a new girl, Sookee, is hired as a handmaiden to a Japanese heiress, Hideko, who lives a secluded life on a large countryside estate with her domineering Uncle Kouzuki. But the maid has a secret. She is a pickpocket recruited by a swindler posing as a Japanese Count to help him seduce the Lady to elope with him, rob her of her fortune, and lock her up in a madhouse. The plan seems to proceed according to plan until Sookee and Hideko discover some unexpected emotions.",
      "rating": 8.202
    },
    {
      "id": "tt1788391",
      "type": "movie",
      "name": "Kill List",
      "year": "2011",
      "poster": "https://image.tmdb.org/t/p/w500/qwT2I3ons0oD58jIppKmd4qLtvB.jpg",
      "description": "Nearly a year after a botched job, a hitman takes a new assignment with the promise of a big payoff for three killings. What starts off as an easy task soon unravels, sending the killer into the heart of darkness.",
      "rating": 6.2
    },
    {
      "id": "tt9764362",
      "type": "movie",
      "name": "The Menu",
      "year": "2022",
      "poster": "https://image.tmdb.org/t/p/w500/fPtUgMcLIboqlTlPrq0bQpKK8eq.jpg",
      "description": "A young couple travels to a remote island to eat at an exclusive restaurant where the chef has prepared a lavish menu, with some shocking surprises.",
      "rating": 7.173
    },
    {
      "id": "tt6710474",
      "type": "movie",
      "name": "Everything Everywhere All at Once",
      "year": "2022",
      "poster": "https://image.tmdb.org/t/p/w500/u68AjlvlutfEIcpmbYpKcdi09ut.jpg",
      "description": "An aging Chinese immigrant is swept up in an insane adventure, where she alone can save what's important to her by connecting with the lives she could have led in other universes.",
      "rating": 7.745
    },
    {
      "id": "tt1588170",
      "type": "movie",
      "name": "I Saw the Devil",
      "year": "2010",
      "poster": "https://image.tmdb.org/t/p/w500/zp5NrmYp80axIGiEiYPmm1CW6uH.jpg",
      "description": "Kyung-chul is a dangerous psychopath who kills for pleasure. Soo-hyeon, a top-secret agent, decides to track down the murderer himself. He promises himself that he will do everything in his power to take vengeance against the killer, even if it means that he must become a monster himself.",
      "rating": 7.797
    },
    {
      "id": "tt10954984",
      "type": "movie",
      "name": "Nope",
      "year": "2022",
      "poster": "https://image.tmdb.org/t/p/w500/AcKVlWaNVVVFQwro3nLXqPljcYA.jpg",
      "description": "Residents in a lonely gulch of inland California bear witness to an uncanny, chilling discovery.",
      "rating": 6.829
    },
    {
      "id": "tt0105236",
      "type": "movie",
      "name": "Reservoir Dogs",
      "year": "1992",
      "poster": "https://image.tmdb.org/t/p/w500/xi8Iu6qyTfyZVDVy60raIOYJJmk.jpg",
      "description": "A botched robbery indicates a police informant, and the pressure mounts in the aftermath at a warehouse. Crime begets violence as the survivors -- veteran Mr. White, newcomer Mr. Orange, psychopathic parolee Mr. Blonde, bickering weasel Mr. Pink and Nice Guy Eddie -- unravel.",
      "rating": 8.1
    },
    {
      "id": "tt17351924",
      "type": "movie",
      "name": "Saltburn",
      "year": "2023",
      "poster": "https://image.tmdb.org/t/p/w500/zGTfMwG112BC66mpaveVxoWPOaB.jpg",
      "description": "Struggling to find his place at Oxford University, student Oliver Quick finds himself drawn into the world of the charming and aristocratic Felix Catton, who invites him to Saltburn, his eccentric family's sprawling estate, for a summer never to be forgotten.",
      "rating": 6.969
    },
    {
      "id": "tt32768323",
      "type": "movie",
      "name": "The Assessment",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/o1K7be85FAauSbVPzCQ0GjOXUqu.jpg",
      "description": "In a climate change-ravaged world, a utopian society optimizes life, including parenthood assessments. A successful couple faces scrutiny by an evaluator over seven days to determine their fitness for childbearing.",
      "rating": 6.814
    },
    {
      "id": "tt5109784",
      "type": "movie",
      "name": "mother!",
      "year": "2017",
      "poster": "https://image.tmdb.org/t/p/w500/fjny9chXPx69ln1LMJxbwi5yHMt.jpg",
      "description": "A couple's relationship is tested when uninvited guests arrive at their home, disrupting their tranquil existence.",
      "rating": 6.967
    },
    {
      "id": "tt0118971",
      "type": "movie",
      "name": "The Devil's Advocate",
      "year": "1997",
      "poster": "https://image.tmdb.org/t/p/w500/5ZzBGpxy55OQzHxKVY11IpY6a0o.jpg",
      "description": "Aspiring Florida defense lawyer Kevin Lomax accepts a job at a New York law firm. With the stakes getting higher every case, Kevin quickly learns that his boss has something far more evil planned.",
      "rating": 7.47
    },
    {
      "id": "tt4263482",
      "type": "movie",
      "name": "The Witch",
      "year": "2016",
      "poster": "https://image.tmdb.org/t/p/w500/zap5hpFCWSvdWSuPGAQyjUv2wAC.jpg",
      "description": "In 1630, a farmer relocates his family to a remote plot of land on the edge of a forest where strange, unsettling things happen. With suspicion and paranoia mounting, each family member's faith, loyalty and love are tested in shocking ways.",
      "rating": 7.0
    },
    {
      "id": "tt0327056",
      "type": "movie",
      "name": "Mystic River",
      "year": "2003",
      "poster": "https://image.tmdb.org/t/p/w500/hCHVDbo6XJGj3r2i4hVjKhE0GKF.jpg",
      "description": "The lives of three men who were childhood friends are shattered when one of them suffers a family tragedy.",
      "rating": 7.741
    },
    {
      "id": "tt0084787",
      "type": "movie",
      "name": "The Thing",
      "year": "1982",
      "poster": "https://image.tmdb.org/t/p/w500/tzGY49kseSE9QAKk47uuDGwnSCu.jpg",
      "description": "A twelve-man team at a remote Antarctic research station discovers an alien buried in the snow for over 100,000 years. Soon unfrozen, the form-changing creature wreaks havoc, creates terror...And becomes one of them.",
      "rating": 8.1
    },
    {
      "id": "tt11813216",
      "type": "movie",
      "name": "The Banshees of Inisherin",
      "year": "2022",
      "poster": "https://image.tmdb.org/t/p/w500/4yFG6cSPaCaPhyJ1vtGOtMD1lgh.jpg",
      "description": "Two lifelong friends find themselves at an impasse when one abruptly ends their relationship, with alarming consequences for both of them.",
      "rating": 7.453
    },
    {
      "id": "tt2872718",
      "type": "movie",
      "name": "Nightcrawler",
      "year": "2014",
      "poster": "https://image.tmdb.org/t/p/w500/j9HrX8f7GbZQm1BrBiR40uFQZSb.jpg",
      "description": "When Lou Bloom, desperate for work, muscles into the world of L.A. crime journalism, he blurs the line between observer and participant to become the star of his own story. Aiding him in his effort is Nina, a TV-news veteran.",
      "rating": 7.705
    },
    {
      "id": "tt5715874",
      "type": "movie",
      "name": "The Killing of a Sacred Deer",
      "year": "2017",
      "poster": "https://image.tmdb.org/t/p/w500/e4DGlsc9g0h5AyoyvvAuIRnofN7.jpg",
      "description": "Dr. Steven Murphy is a renowned cardiovascular surgeon who presides over a spotless household with his wife and two children. Lurking at the margins of his idyllic suburban existence is Martin, a fatherless teen who insinuates himself into the doctor's life in gradually unsettling ways.",
      "rating": 7.016
    },
    {
      "id": "tt9484998",
      "type": "movie",
      "name": "Palm Springs",
      "year": "2020",
      "poster": "https://image.tmdb.org/t/p/w500/yf5IuMW6GHghu39kxA0oFx7Bxmj.jpg",
      "description": "When carefree Nyles and reluctant maid of honor Sarah have a chance encounter at a Palm Springs wedding, things get complicated when they find themselves unable to escape the venue, themselves, or each other.",
      "rating": 7.333
    },
    {
      "id": "tt7984734",
      "type": "movie",
      "name": "The Lighthouse",
      "year": "2019",
      "poster": "https://image.tmdb.org/t/p/w500/f1tIYarTbkBdIT1aW0gzelDwknv.jpg",
      "description": "Two lighthouse keepers try to maintain their sanity while living on a remote and mysterious New England island in the 1890s.",
      "rating": 7.5
    },
    {
      "id": "tt6644200",
      "type": "movie",
      "name": "A Quiet Place",
      "year": "2018",
      "poster": "https://image.tmdb.org/t/p/w500/nAU74GmpUk7t5iklEp3bufwDq4n.jpg",
      "description": "A family is forced to live in silence while hiding from creatures that hunt by sound.",
      "rating": 7.396
    },
    {
      "id": "tt4550098",
      "type": "movie",
      "name": "Nocturnal Animals",
      "year": "2016",
      "poster": "https://image.tmdb.org/t/p/w500/mdLDgQBD0va09npSQX5Zgo2evXM.jpg",
      "description": "Susan Morrow receives a book manuscript from her ex-husband – a man she left 20 years earlier – asking for her opinion of his writing. As she reads, she is drawn into the fictional life of Tony Hastings, a mathematics professor whose family vacation turns violent.",
      "rating": 7.422
    },
    {
      "id": "tt5776858",
      "type": "movie",
      "name": "Phantom Thread",
      "year": "2017",
      "poster": "https://image.tmdb.org/t/p/w500/hgoWjp9Sh0MI97eAMZCnIoVfgvq.jpg",
      "description": "In 1950s London, a renowned dressmaker's meticulous lifestyle begins drastically changing as his relationship with his young muse intensifies.",
      "rating": 7.313
    },
    {
      "id": "tt5638642",
      "type": "movie",
      "name": "The Ritual",
      "year": "2017",
      "poster": "https://image.tmdb.org/t/p/w500/9022CYEGqYETCeXN1oE3uwYJWub.jpg",
      "description": "A group of college friends reunite for a trip to the forest, but encounter a menacing presence in the woods that's stalking them.",
      "rating": 6.268
    },
    {
      "id": "tt14577874",
      "type": "movie",
      "name": "It's What's Inside",
      "year": "2024",
      "poster": "https://image.tmdb.org/t/p/w500/32Lfs4nbLehgbXI8VTeYg5jgIQt.jpg",
      "description": "A pre-wedding reunion descends into a psychological nightmare for a group of college friends when a surprise guest arrives with a mysterious suitcase.",
      "rating": 6.421
    },
    {
      "id": "tt7322224",
      "type": "movie",
      "name": "Triangle of Sadness",
      "year": "2022",
      "poster": "https://image.tmdb.org/t/p/w500/k9eLozCgCed5FGTSdHu0bBElAV8.jpg",
      "description": "A celebrity model couple are invited on a luxury cruise for the uber-rich, helmed by an unhinged, alcoholic captain. What first appears Instagrammable ends catastrophically, leaving the survivors stranded on a desert island in a struggle of hierarchy.",
      "rating": 7.05
    },
    {
      "id": "tt0435625",
      "type": "movie",
      "name": "The Descent",
      "year": "2005",
      "poster": "https://image.tmdb.org/t/p/w500/mxFPI4KYBk5ri9cPteIS8jiDFgj.jpg",
      "description": "After a personal tragedy, Sarah joins her friends on a caving expedition in the Appalachian Mountains. But when a rockfall traps them deep underground, their adventure turns into a nightmare. As they search for a way out, the group discovers they are not alone—lurking in the darkness are savage, cave-dwelling creatures. With rising tension and dwindling trust, the women must fight to survive against both the predators and each other.",
      "rating": 6.968
    },
    {
      "id": "tt0454848",
      "type": "movie",
      "name": "Inside Man",
      "year": "2006",
      "poster": "https://image.tmdb.org/t/p/w500/ffMUgkDZICNiyaws1Jkv8qG8uFW.jpg",
      "description": "When an armed, masked gang enter a Manhattan bank, lock the doors and take hostages, the detective assigned to effect their release enters negotiations preoccupied with corruption charges he is facing.",
      "rating": 7.398
    },
    {
      "id": "tt0116367",
      "type": "movie",
      "name": "From Dusk Till Dawn",
      "year": "1996",
      "poster": "https://image.tmdb.org/t/p/w500/uBoQytp3KTQFaVqTe6d0ECGaKh9.jpg",
      "description": "After kidnapping a father and his two kids, the Gecko brothers head south to a seedy Mexican bar to hide out in safety, unaware of its notorious vampire clientele.",
      "rating": 7.027
    },
    {
      "id": "tt0119081",
      "type": "movie",
      "name": "Event Horizon",
      "year": "1997",
      "poster": "https://image.tmdb.org/t/p/w500/cHoeg3gAD5w63Et5DImY1Jb7HaO.jpg",
      "description": "In 2047, a group of astronauts are sent to investigate and salvage the starship Event Horizon which disappeared mysteriously seven years before on its maiden voyage. However, it soon becomes evident that something sinister resides in its corridors.",
      "rating": 6.561
    },
    {
      "id": "tt10272386",
      "type": "movie",
      "name": "The Father",
      "year": "2020",
      "poster": "https://image.tmdb.org/t/p/w500/xxHNaCMycynHMKdEZHHQCzaPbZl.jpg",
      "description": "A man refuses all assistance from his daughter as he ages and, as he tries to make sense of his changing circumstances, he begins to doubt his loved ones, his own mind and even the fabric of his reality.",
      "rating": 8.105
    },
    {
      "id": "tt1082807",
      "type": "movie",
      "name": "The Belko Experiment",
      "year": "2016",
      "poster": "https://image.tmdb.org/t/p/w500/faJK0dP3S92kQoKtO4LZMjy41kf.jpg",
      "description": "A group of eighty American workers are locked in their office and ordered by an unknown voice to participate in a twisted game.",
      "rating": 6.154
    }
  ]
}